[Language]
DisplayName=繁體中文

[MBR Distributors]
CmbCOCDistributors_Info_01=未知的 COC
CmbSuspendAndroid_Info_01=Specify if Android will be suspended for brief time only during search and attack or\r\nfor every ImgLoc/Image processing call. If you experience more frequent network issues\r\ntry to use "Only during Search/Attack" option or disable this feature.
CmbSuspendAndroid_Item_01=Disabled|Only during Search/Attack|For every Image processing call
Emulator_Item_01=谷歌
Emulator_Item_02=崑崙
Emulator_Item_03=360
Emulator_Item_04=百度
Emulator_Item_05=九遊
Emulator_Item_06=豌豆荚/當樂
Emulator_Item_07=華為
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=安智
Emulator_Item_11=靠譜
Emulator_Item_12=樂助聯想
Emulator_Item_13=果盤
Emulator_Item_14=小米
Emulator_Item_15=海馬玩
Emulator_Item_16=樂視
Emulator_Item_17=逍遙
Emulator_Item_18=夜神
Emulator_Item_19=愛遊戲
Emulator_Item_20=騰訊
Group_01=未裝 COC
Group_02=分銷商
LblAdvanced_Android_Options=Suspend/Resume Android
NO_COC=No COC
Unknown_COC=Unknown COC
[MBR Popups]
Bot_will_exit=注意 =>> 當完成時，機器人將會退出，並且必須重新啟動
Cancel_to_exit=或者點擊 取消 退出
CheckPrerequisites_Item_01=長官，有些檔案找不到！
CheckPrerequisites_Item_02=請解壓縮所有檔案和資料夾，再嘗試啟動機器人一次！
CheckPrerequisites_Item_03=對不起，開始按鈕被停用直到修復為止！
CheckPrerequisites_Item_04=長官，檔名不正確！
CheckPrerequisites_Item_05=您改變了 MyBot.run.exe 的檔名，請改回來後再重新啟動機器人！
Close_Bot=請關閉機器人！
Delete_and_Reset_Building_info=點擊 確定，刪除/重設 所有建築物資訊
Delete_Building_Info=刪除建築物資訊嗎？
Delete_Profile_01=刪除配置文件
Delete_Profile_02=您確定要刪除此配置文件？\r\n檔案將無法救回！
Delete_then_restart_bot=點擊 確定 刪除後，手動重啟機器人
Func_AttackCSVAssignDefaultScriptName_Copy_0=複製並重新命名當前攻擊腳本
Func_AttackCSVAssignDefaultScriptName_Copy_1=複製
Func_AttackCSVAssignDefaultScriptName_Create=新建攻擊腳本
Func_AttackCSVAssignDefaultScriptName_Error=當建立檔案時出現錯誤
Func_AttackCSVAssignDefaultScriptName_File-exists=同名檔案已存在，請輸入別的檔名
Func_AttackCSVAssignDefaultScriptName_New_0=輸入新的腳本檔名
Func_AttackCSVAssignDefaultScriptName_New_1=並輸入新的腳本檔名
Func_cmbLanguage=重啟機器人以更換成新的介面語言：
Func_Locate_Building_01=點擊 定位更新 按鈕，然後點擊您要升級的 建築物/英雄
Func_Locate_Building_02=定位所有要升級的建築物後，點擊 完成 按鈕
Func_Locate_Building_03=點擊 取消 按鈕，退出定位建築物
Func_Locate_Building_04=定位 建築物|完成|取消
Func_Locate_Building_05=定位升級物
Func_Locate_Building_06=您現在可以將滑鼠移出模擬器之外，謝謝！
Func_Locate_Building_07=文字讀取錯誤
Func_Locate_Building_08=輸入升級成本
Func_Locate_Building_09=保存升級的圖片供開發和分析使用嗎？
Func_Locate_Building_10=金幣   |  聖水  |  黑油
Func_Locate_Building_11=Need User Help
Func_Locate_Building_12=選擇升級的類型：
Func_Locate_Clan_Castle_01=點確定後，移動至部落城堡，再點擊一下
Func_Locate_Clan_Castle_02=定位部落城堡
Func_Locate_King_Altar_01=點擊 確定 後，移動至 野蠻人之王聖台，再點擊一下
Func_Locate_King_Altar_02=定位野蠻人之王聖台
Func_Locate_Laboratory_01=點擊 確定 後，移動至 實驗室，再點擊一下
Func_Locate_Laboratory_02=定位實驗室
Func_Locate_Queen_Altar_01=點擊 確定 後，移動至 弓箭女皇聖台，再點擊一下
Func_Locate_Queen_Altar_02=定位弓箭女皇聖台
Func_Locate_TownHall_01=點擊 確定 後，移動至 大本營，再點擊一下
Func_Locate_TownHall_02=定位大本營
Func_Locate_Warden_Altar_01=點擊 確定 後，移動至 大守護者聖台，再點擊一下
Func_Locate_Warden_Altar_02=定位大守護者聖台
Func_PresetDeleteConf_Info_01=刪除設置
Func_PresetDeleteConf_Info_02=您確定要刪除設置嗎？
Locate_building_01=點擊位置後，不要立刻移動滑鼠
Locate_building_02=確保建築物的名稱可見！
Locate_building_03=您現在可以將滑鼠移出模擬器之外，謝謝！
Locate_building_04=注意！
Locating_your_TH=如果您要定位大本營，是因為大本營剛升級
Must_restart_bot=那麼您必須重啟機器人
MyVillage=MyVillage
Ok=確定
Ok_Cancel=確定|取消
OK_to_restart_bot=點擊 確定，重啟機器人
Profile_Already_Exists_01=配置文件已存在
Profile_Already_Exists_02=%s 已存在\r\n請使用另一個名稱
Profile_Already_Exists_03=already exists.
Profile_Already_Exists_04=Please choose another name for your profile
Restart_bot=點擊 確定，關閉機器人，然後啟動機器人(手動)
Settings_DPI_Error_01=解析度不正確，設定值太
Settings_DPI_Error_02=%. 必須設定它到100%，使機器人運行
Settings_DPI_Error_03=改變解析度DPI為正確的值後，重新開機且再次運行機器人
Settings_DPI_Error_04=在更改之前，將不能使用機器人
Settings_DPI_Error_05=點擊 確定 流覽如何改變解析度
Settings_DPI_Error_06=解析度不正確
Settings_DPI_Error_07=不支持
Settings_DPI_Error_08=對不起，您的作業系統不支持運行機器人
Settings_Error=顯示設定錯誤
sText_01=機器人出現了一個嚴重的錯誤
sText_02=無法找到或啟動
sText_03=重啟電腦後，再試一次
sText_04=並流覽 www.mybot.run 論壇以獲得更多幫助
sText_05=關閉機器人！
sText_06=確定 - 必須退出程式
Sure_Close Bot=您確定要重啟機器人嗎？
Sure_Delete_Building_Info=您確定要刪除建築物資訊嗎？
YES_NO=是|否
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=收益日誌
AtkLogHead_Text_02=|                 ------- RESULT ------ ---- LOOT ---- ---- BONUS ----
AtkLogHead_Text_03=|Ac|TIME |TROP|SRC|CLOUD|TH|TR|[%]|TR.|S|GOLD|ELIX|  DE|GOLD|ELIX|  DE|L.
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=出現紅色按鈕代表科技升級正在進行中，
BtnResetLabUpgradeTime_Info_02=它會在升級即將完成時自動消失。
BtnResetLabUpgradeTime_Info_03=如果正在進行中的升級被使用寶石加速提早完成，
BtnResetLabUpgradeTime_Info_04=在開始新的升級前，請點擊紅色按鈕，重設內部的計時器。
BtnResetLabUpgradeTime_Info_05=警告 - 不必要的定時器重設，將造成經常性的實驗室狀態檢測
BtnResetLabUpgradeTime_Info_06=科技升級已經開始
BtnResetLabUpgradeTime_Info_07=將於以下時間，開始檢查是否升級已完成：
Lab_GUIUpdate_Info_00=出現紅色按鈕代表科技升級正在進行中，
Lab_GUIUpdate_Info_01=它會在升級即將完成時自動消失。
Lab_GUIUpdate_Info_02=如果正在進行中的升級被使用寶石加速提早完成，
Lab_GUIUpdate_Info_03=在開始新的升級前，請點擊紅色按鈕，重設內部的計時器。
Lab_GUIUpdate_Info_04=警告 - 不必要的定時器重設，將造成經常性的實驗室狀態檢測
Lab_GUIUpdate_Info_05=科技升級已經開始
Lab_GUIUpdate_Info_06=將於以下時間，開始檢查是否升級已完成：
Lab_GUIUpdate_Info_07=您確定要重設實驗室的升級定時器嗎？
Lab_GUIUpdate_Info_08=點擊確定重設
Lab_GUIUpdate_Info_09=或者 點擊取消退出
Lab_GUIUpdate_Info_10=確定
Lab_GUIUpdate_Info_11=取消
Lab_GUIUpdate_Info_12=重設實驗室升級定時器嗎？
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=解除合併
Func_AndroidEmbedded_True=合併窗口
Func_btnHide_False=顯示
Func_btnHide_True=隱藏
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=點擊這裡將清除或全選整行
Day=Day
days=天舊
Fr=Fr
Friday=星期五
Hour=小時
hr=小時
hrs=小時
LblTownhall=大本營
Level=等級
Maxi=最大
min.=小時
Minutes=分鐘
Mo=Mo
Monday=星期一
None=不使用
Only_during_day=勾選執行星期
Only_during_hours=勾選執行時段
PM=PM
Sa=Sa
Saturday=星期六
search(es).=搜索
sec.=秒
second=秒
seconds=秒
Su=Su
Sunday=星期日
Th=Th
Thursday=星期四
Tu=Tu
Tuesday=星期二
We=We
Wednesday=星期三
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=注意：此捐兵選項已取消使用，如要使用，請勾選『
disabled_Tab_03_STab_02_STab_Info_01=注意：此選項已取消使用，如要使用，請勾選『
disabled_Tab_03_STab_02_STab_Info_02=』來啟用
Tab_01=日誌
Tab_02=村莊
Tab_02_STab_01=綜合
Tab_02_STab_02=部落城堡
Tab_02_STab_02_STab_01=請求增援
Tab_02_STab_02_STab_02=捐兵
Tab_02_STab_02_STab_03=捐兵時間表
Tab_02_STab_03=升級
Tab_02_STab_03_STab_01=實驗室
Tab_02_STab_03_STab_02=英雄
Tab_02_STab_03_STab_03=建築物
Tab_02_STab_03_STab_04=城牆
Tab_02_STab_04=成就
Tab_02_STab_05=通知
Tab_02_STab_05_STab_01=子彈推送/電報
Tab_02_STab_05_STab_02=通知時間表
Tab_03=攻擊計劃
Tab_03_STab_01=訓練軍隊
Tab_03_STab_01_STab_01=軍隊/法術
Tab_03_STab_01_STab_02=加速
Tab_03_STab_01_STab_03=訓練順序
Tab_03_STab_01_STab_04=選項
Tab_03_STab_02=搜索 && 攻擊
Tab_03_STab_02_STab_01=死魚
Tab_03_STab_02_STab_01_STab_01=死魚判定
Tab_03_STab_02_STab_02=活魚
Tab_03_STab_02_STab_03=偷本
Tab_03_STab_02_STab_04=弱本
Tab_03_STab_02_STab_05=選項
Tab_03_STab_02_STab_05_STab_01=閃黑
Tab_03_STab_02_STab_05_STab_02=盃段設置
Tab_03_STab_02_STab_0X_STab_01=搜索
Tab_03_STab_02_STab_0X_STab_02=進攻
Tab_03_STab_02_STab_0X_STab_03=結束戰鬥
Tab_03_STab_03=戰略
Tab_03_STab_03_STab_01=載入戰略
Tab_03_STab_03_STab_02=保存戰略
Tab_04=機器人
Tab_04_STab_01=選項
Tab_04_STab_02=安卓
Tab_04_STab_03=除錯
Tab_04_STab_04=配置
Tab_04_STab_05=統計
Tab_04_STab_05_STab_01=收益
Tab_04_STab_05_STab_02=成本
Tab_04_STab_05_STab_03=進攻收益
Tab_04_STab_05_STab_04=捐贈
Tab_05=關於我們
[MBR GUI Design Bottom]
BtnAttackNowDB=打死魚
BtnAttackNowLB=打活魚
BtnAttackNowTS=偷本
BtnEmbed=合併窗口
BtnEmbed_Info_01=模擬器和 MyBot 合併成一個窗口
BtnHide=隱藏
BtnHide_Info_01=將模擬器視窗移到視線之外
BtnHide_Info_02=（不是最小化，而是隱藏）
BtnMakeScreenshot=截圖
BtnMakeScreenshot_Info_01=點擊這裡來截圖村莊，並將其存檔
BtnPause=暫 停
BtnPause_Info_01=點擊這裡（或 Pause/Break 鍵）暫停運行
BtnResume=恢復
BtnResume_Info_01=點擊這裡（或 Pause/Break 鍵）恢復運行
BtnSearchMode=搜索模式
BtnSearchMode_Info_01=不進攻，僅搜索符合條件的村莊
BtnStart=開 始
BtnStart_Info_01=點擊這裡開始運行
BtnStop=停 止
BtnStop_Info_01=點擊這裡停止運行（或 ESC 鍵）
ChkBackgroundMode=背景模式
ChkBackgroundMode_Info_01=勾選設定為背景模式
ChkBackgroundMode_Info_02=與隱藏功能相容並不衝突
Group_01=- 免費軟體 -
GrpVillage=村莊
GrpVillage_Info_01=切換村莊資訊和統計
LblDonate=捐贈支援開發
LblDonate_Info_01=Paypal 捐贈
LblVillageReportTemp_01=首次運行時
LblVillageReportTemp_02=村莊資訊
LblVillageReportTemp_03=才在這裡顯示
[MBR GUI Design Child Attack - Attack Scripted]
CmbScriptDropline=線型：固定外角（推薦）|線型：紅線起點|全線型：固定外角|全線型：紅線起點|非線型
CmbScriptDropline_Info_01=選擇線型出兵的端點。推薦的外角方式比較安全。紅線起點方式比較積極。
CmbScriptName=選擇一個 CSV 攻擊腳本（存放在 CSV/Attack 目錄中）
CmbScriptRedlineImpl=ImgLoc 紅線（推薦）|ImgLoc 紅線點式|舊紅線|最外邊緣
CmbScriptRedlineImpl_Info_01=選擇紅線區辨認方式。推薦的 ImgLoc 紅線方式應是最好的。
Group_01=CSV 攻擊腳本
IconCopy_Info_01=複製並重新命名當前攻擊腳本
IconCreate_Info_01=新建攻擊腳本
IconReload_Info_01=重新載入攻擊腳本檔案列
IconShow-Edit_Info_01=顯示/編輯當前攻擊腳本
[MBR GUI Design Child Attack - Attack]
ChkTHSnipeBeforeEnable=先偷本
ChkTHSnipeBeforeEnable_Info_01=若大本營外置，則先偷本
Chk-Use-Clan Castle_Info_01=進攻時使用 城堡軍隊
Chk-Use-Clone_Info_01=進攻時使用 鏡像法術
Chk-Use-Earthquake_Info_01=進攻時使用 地震法術
Chk-Use-Freeze_Info_01=進攻時使用 冰凍法術
Chk-Use-Haste_Info_01=進攻時使用 加速法術
Chk-Use-Healing_Info_01=進攻時使用 療傷法術
Chk-Use-Jump_Info_01=進攻時使用 彈跳法術
Chk-Use-King_Info_01=進攻時使用 野蠻人之王
Chk-Use-King_Info_02=七本以上才有
Chk-Use-Light_Info_01=進攻時使用 雷電法術
Chk-Use-Poison_Info_01=進攻時使用 施毒法術
Chk-Use-Queen_Info_01=進攻時使用 弓箭女皇
Chk-Use-Queen_Info_02=九本以上才有
Chk-Use-Rage_Info_01=進攻時使用 狂暴法術
Chk-Use-Skeleton_Info_01=進攻時使用 骷髏法術
Chk-Use-Warden_Info_01=進攻時使用 大守護者
Chk-Use-Warden_Info_02=十一本以上才有
Cmb-Algorithm_Item_01=標準攻擊
Cmb-Algorithm_Item_02=CSV 腳本攻擊
Cmb-Algorithm_Item_03=擠壓式攻擊
Cmb-Algorithm_Item_03_SubItem_01=A - 結構
Cmb-Algorithm_Item_03_SubItem_02=B - 條件
Cmb-Algorithm_Item_03_SubItem_03=C - 進攻
Cmb-Algorithm_Item_03_SubItem_04=D - 擠壓式攻擊後
Cmb-Algorithm_Item_03_SubItem_05=高級設置
Cmb-SelectTroop_Info_01=選擇進攻時使用的軍隊
Cmb-SelectTroop_Item_01=全部軍隊
Cmb-SelectTroop_Item_02=兵營軍隊
Cmb-SelectTroop_Item_03=野蠻人
Cmb-SelectTroop_Item_04=弓箭手
Cmb-SelectTroop_Item_05=野蠻人+弓箭手
Cmb-SelectTroop_Item_06=野蠻人+哥布林
Cmb-SelectTroop_Item_07=弓箭手+哥布林
Cmb-SelectTroop_Item_08=野蠻人+弓箭手+巨人
Cmb-SelectTroop_Item_09=同上+哥布林
Cmb-SelectTroop_Item_10=野蠻人+弓箭手+野豬騎士
Cmb-SelectTroop_Item_11=野蠻人+弓箭手+亡靈
CmbTHSnipeBeforeScript_Info_01=您可以在 CSV\THSnipe 目錄中，新增/編輯選項
Group_01=使用
Group_02=偷本
LblAttackType=攻擊類型
LblSelectSpecialTroop=特殊軍隊類型
LblSelectTroop=軍隊類型
LblTHSnipeBeforeTiles=邊界格數
LblTHSnipeBeforeTiles_Info_01=邊界距離大本營的最大格數
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=在闇黑重油提煉井附近下兵
ChkAttackNearElixirCollector_Info_01=在聖水收集器附近下兵
ChkAttackNearGoldMine_Info_01=在金礦附近下兵
ChkRandomSpeedAtk=隨機化出兵速度和梯次
ChkSmartAttackRedArea=智能出兵：貼近紅線
ChkSmartAttackRedArea_Info_01=偵測村莊四周的紅線，貼近出兵
CmbSmartDeploy_Info_01=每一邊, 後換兵種
CmbSmartDeploy_Info_02=下全兵種, 後換邊
CmbStandardDropOrder_Info_01=選擇預設的出兵順序
CmbStandardDropOrder_Info_02=各個預設的選項，出兵的順序和梯次皆不同。
CmbStandardDropOrder_Info_03=只有列於『軍隊類型』以下的軍隊會被使用。
CmbStandardDropOrder_Item_01=所有兵種（預定）
CmbStandardDropSides_Info_01=從一邊進攻,可穿透大本營
CmbStandardDropSides_Info_02=從兩邊進攻,可穿透大本營
CmbStandardDropSides_Info_03=從三邊進攻,清理週邊,有時候可穿透大本營
CmbStandardDropSides_Info_04=設定進攻的方向數量
CmbStandardDropSides_Info_05=從靠近闇黑重油罐的方向進攻
CmbStandardDropSides_Info_06=從靠近大本營的方向進攻
CmbStandardDropSides_Item_01=一邊
CmbStandardDropSides_Item_02=兩邊
CmbStandardDropSides_Item_03=三邊
CmbStandardDropSides_Item_04=每個方向（均分）
CmbStandardDropSides_Item_05=闇黑重油罐
CmbStandardDropSides_Item_06=大本營
Group_01=部署
Label_01=出兵順序
Label_02=出兵方向
Lbl-CmbStandardUnitDelay=出兵速度
Lbl-CmbStandardUnitDelay_Info_01=控制出兵的速度和梯次：1（最快）如機器操控，10（最慢）如人操控
Lbl-CmbStandardUnitDelay_Info_02=隨機的出兵速度和梯次，將更像人在操控
Lbl-CmbStandardWaveDelay_Info_01=梯次
LblSmartDeploy=出兵方式
LblSmartDeploy_Info_01=選擇兵種或邊的優先順序
LblSmartDeploy_Info_02=方式 1: 在每一邊下一種兵種，一波後，再轉換成其他的兵種繼續下一波，或者
LblSmartDeploy_Info_03=方式 2: 在一邊下完各個兵種（例如：哥布林，弓箭手，野蠻人）的全部兵力後，再換邊繼續
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=當祂
ChkDEEnd_Info_01=當黑油少於設定的比例，且野蠻人之王處於紅血狀態時，結束戰鬥
ChkDEEnd_Info_02=當黑油少於設定的比例，且弓箭女皇處於紅血狀態時，結束戰鬥
ChkDESideEB=當黑油少於
ChkDESideEB_Info_01=啟動黑油側攻擊的特殊條件
ChkDESideEB_Info_02=當黑油少於設定的比例時，且沒有以下其它的條件，將結束戰鬥
ChkDisableOtherEBO=不使用左欄的結束戰鬥選項
ChkDisableOtherEBO_Info_01=當黑油少於設定的比例時，不使用左欄的選項來結束戰鬥
ChkEndNoResources=當資源為零時
ChkEndNoResources_Info_01=戰役中，當金、水、黑都為零時，結束戰鬥
ChkEndOneStar=當獲得一星時
ChkEndOneStar_Info_01=戰役中，獲得一星時，結束戰鬥
ChkEndOneStar_Info_02=當黑油少於設定的比例，且獲得一星時，結束戰鬥
ChkEndPercentChange=當戰果百分比於數秒內
ChkEndPercentChange_Info_01=當戰果百分比於此時間內不再改變，結束戰鬥
ChkEndPercentHigher=當戰果百分比
ChkEndPercentHigher_Info_01=如果戰果百分比大於此數值時，結束戰鬥
ChkEndTwoStars=當獲得兩星時
ChkEndTwoStars_Info_01=戰役中，獲得二星時，結束戰鬥
ChkStopAtkNoLoot=當在下列秒數內
ChkStopAtkNoLoot_Info_01=在設定的時間內戰利品沒有額外的增加；
ChkStopAtkNoLoot_Info_02=當英雄和所有部隊都釋放完畢後開始倒數計時
Group_01=結束戰鬥
Group_02=結束戰鬥（黑油）
LabelDE_01=進攻方向為『闇黑重油罐』時：
LabelDE_Info_01=必須先至『活魚/進攻』，選用進攻方向為『闇黑重油罐』
LblDEEnd=處於紅血狀態
LblMinRerourcesAtk2=且可搶資源少於：
LblMinRerourcesAtk2_Info_01=如果低於這個數值，結束戰鬥
LblPercentChange=不再改變
LblPercentHigher=大於
LblStopAtkNoLoot=搶不到資源
LblSwitch_DB_Attack_at_END=切換回死魚進攻模式
TxtArmyCamps2_Info_01=當兵營內軍隊數量大於設定的比例時，切換回死魚進攻模式
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=兵營軍隊
ChkActivateCamps_Info_01=設定兵營軍隊比例
ChkActivateSearches=搜索
ChkActivateSearches_Info_01=注意：只適用於此攻擊方式
ChkActivateSearches_Info_02=注意：此設定並不會限制搜索次數而重新開始
ChkActivateTropies=獎盃
ChkActivateTropies_Info_01=注意：此設定並不會強迫停留在這範圍內
ChkMaxAirDefense=搜索小於防空火箭等級設定值的村莊
ChkMaxEagle=搜索小於天鷹火炮等級設定值的村莊
ChkMaxInferno=搜索小於地獄之塔等級設定值的村莊
ChkMaxMortar=搜索小於迫擊炮等級設定值的村莊
ChkMaxWizTower=搜索小於法師塔等級設定值的村莊
ChkMaxXBow=搜索小於X連弩等級設定值的村莊
ChkMeetDE=黑油
ChkMeetDE_Info_01=搜索大於黑油設定值的村莊
ChkMeetOne=滿足以上任一條件就攻擊
ChkMeetOne_Info_01=滿足以上任一個條件就開始攻擊
ChkMeetTH_Info_01=搜索小於大本營等級設定值的村莊
ChkMeetTHO=偷本
ChkMeetTHO_Info_01=搜索符合大本營外置的村莊
ChkMeetTrophy_Info_01=搜索大於獎盃設定值的村莊
ChkMeetTrophy_Info_02=設定獎盃的最小開始攻擊數值
ChkMeetTrophy_Info_03=Set the Max. amount of Trophies to search for on a village to attack.
ChkSpellsWait=等候法術
ChkSpellsWait_Info_01=當等候法術時，將停止搜索（只針對此種搜索方式）
ChkSpellsWait_Info_02=警告：當您沒有可用的法術工廠時不要勾選此項，否則一切攻擊將停止
ChkWaitForCastleSpell=等候城堡法術
ChkWaitForCastleSpell_Info_01=等候戰友捐贈下列法術
ChkWaitForCastleTroops=等候城堡軍隊
ChkWaitForCastleTroops_Info_01=等候城堡軍隊滿了
CmbDBTH=設定大本營等級的最大攻擊數值
CmbMaxAirDefense_Info_01=設定防空火箭等級的最大攻擊數值
CmbMaxEagle_Info_01=設定天鷹火炮等級的最大攻擊數值
CmbMaxInferno_Info_01=設定地獄之塔等級的最大攻擊數值
CmbMaxMortar_Info_01=設定迫擊炮等級的最大攻擊數值
CmbMaxWizTower_Info_01=設定法師塔等級的最大攻擊數值
CmbMaxXBow_Info_01=設定X連弩等級的最大攻擊數值
CmbMeetGE_Info_01=搜索大於 金幣 和/或/加 聖水 設定值的村莊
CmbMeetGE_Info_02=和：兩者同時滿足，金 和 水
CmbMeetGE_Info_03=或：其中一個條件滿足，金 或 水
CmbMeetGE_Info_04=加：滿足 金 加 水 的總和
CmbMeetGE_Item_01=金和水
CmbMeetGE_Item_02=金或水
CmbMeetGE_Item_03=金加水
CmbWaitForCastleSpell=任何法術
Group_01=開始搜索如果
Group_02=過濾選項
Group_03=防禦等級
LblActivateMaxSearches_Info_01=設定最大搜索次數
LblActivateMaxTropies_Info_01=設定最大獎盃數
LblActivateMinSearches=設定最小搜索次數
LblActivateMinTropies_Info_01=設定最小獎盃數
LblAddTiles_01=大本營
LblAddTiles_02=距離邊界的格數
LblSWTTiles=兵營未滿時
LblSWTTiles_Info_01=邊界距離大本營的最大格數
LblTHadd_Info_01=輸入會被認定為大本營外置的 1 X 1 格數
LblTHadd_Info_02=例如：0 格數：大本營必須靠在村莊外圍邊緣； 4 格數：大本營必須距離村莊外圍邊緣 4 塊格數
LblTHadd_Info_03=如果大本營距離村莊外圍邊緣大於設定的值，村莊將被跳過不攻擊
TxtHeroesWait=等候英雄復活
TxtHeroesWait_Info_01=當選擇連續升級英雄時，等候英雄功能將被停用
TxtKingWait_Info_01=等候 野蠻人之王 復活出戰
TxtKingWait_Info_02=七本以上才有
TxtMinDarkElixir_Info_01=設定黑油的最小開始攻擊數值
TxtMinElixir_Info_01=設定聖水的最小開始攻擊數值
TxtMinGold_Info_01=設定金幣的最小開始攻擊數值
TxtMinGoldPlusElixir_Info_01=設定金幣加聖水的最小開始攻擊數值
TxtQueenWait_Info_01=等候 弓箭女皇 復活出戰
TxtQueenWait_Info_02=九本以上才有
TxtWaitForCastleSpell=和
TxtWardenWait_Info_01=等待 大守護者 復活出戰
TxtWardenWait_Info_02=十一本以上才有
[MBR Global GUI Design Names Spells]
TxtCloneSpells=鏡像法術
TxtEarthQuakeSpells=地震法術
TxtFreezeSpells=冰凍法術
TxtHasteSpells=加速法術
TxtHealingSpells=療傷法術
TxtJumpSpells=彈跳法術
TxtLightningSpells=雷電法術
TxtPoisonSpells=施毒法術
TxtRageSpells=狂暴法術
TxtShortCloneSpells=Clone
TxtShortEarthquakeSpells=地震
TxtShortFreezeSpells=冰凍
TxtShortHasteSpells=加速
TxtShortHealSpells=療傷
TxtShortJumpSpells=彈跳
TxtShortLightningSpells=雷電
TxtShortPoisonSpells=施毒
TxtShortRageSpells=狂暴
TxtShortSkeletonSpells=骷髏
TxtSkeletonSpells=骷髏法術
[MBR Global GUI Design Names Troops]
Grand Warden=Hour:
King=King
Queen=Queen
TxtArchers=弓箭手
TxtBabyDragons=飛龍寶寶
TxtBalloons=氣球兵
TxtBarbarians=野蠻人
TxtBowlers=巨石投手
TxtDragons=飛龍
TxtGiants=巨人
TxtGoblins=哥布林
TxtGolems=戈侖石人
TxtHealers=天使
TxtHogRiders=野豬騎士
TxtLavaHounds=熔岩獵犬
TxtMiners=掘地礦工
TxtMinions=亡靈
TxtPekkas=皮卡超人
TxtValkyries=瓦基麗武神
TxtWallBreakers=炸彈人
TxtWitches=女巫
TxtWizards=法師
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=重設訓練數量
ChkForceBrewBeforeAttack=強制製造法術
ChkTotalCampForced=強制兵營總容量為
ChkTotalCampForced_Info_01=如果沒有偵測到兵營總容量，改用輸入數值替代，而不詢問使用者
ChkUseQuickTrain=一鍵訓練
Group_01=Train Troops
Group_02=Brew Spells
LblCountTotal=總共
LblCountTotal_Info_01=預計訓練軍隊的總數量
LblFullTroop=自訂滿營
Mouse_Left_Click=點擊改變等級：升─左鍵；降─右鍵，SHIFT＋左鍵
RdoArmy_01=組合 1
RdoArmy_02=組合 2
RdoArmy_03=組合 3
SpellCapacity=法術工廠容量
TxtFullTroop_Info_01=兵營將被視為滿營當達到設定的百分比，可出戰。
TxtSetSpell_Info_01=的數量
TxtSetTroop_Info_01=Set the % of
TxtSetTroop_Info_02=的數量
TxtTotalCountSpell_Info_01=選擇法術工廠的總容量。設為零如果您不要任何法術。
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=大本營等級在此範圍內將被攻擊
Group_01=弱本 攻擊組合
LblATBullyMode=大本營等級
LblBullyMode=在弱本攻擊模式下，所有在大本營等級設定範圍內的村莊將被攻擊
LblSearch=啟動弱本，經過
LblSearch_Info_01=在多少次搜索後，啟動弱本模式
LblWhenFound=攻擊方式
RadBullyUseDBAttack=死魚
RadBullyUseDBAttack_Info_01=使用 死魚 的攻擊方式
RadBullyUseLBAttack=活魚
RadBullyUseLBAttack_Info_01=使用 活魚 的攻擊方式
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=勾選，機器人進行死魚判別時將對
ChkCollectorLevel_Info_02=滿
ChkCollectorLevel10_Info_01=等級 10 聖水收集器進行掃描判斷
ChkCollectorLevel11_Info_01=等級 11 聖水收集器進行掃描判斷
ChkCollectorLevel12_Info_01=等級 12 聖水收集器進行掃描判斷
ChkCollectorLevel6_Info_01=等級 6 聖水收集器進行掃描判斷
ChkCollectorLevel7_Info_01=等級 7 聖水收集器進行掃描判斷
ChkCollectorLevel8_Info_01=等級 8 聖水收集器進行掃描判斷
ChkCollectorLevel9_Info_01=等級 9 聖水收集器進行掃描判斷
ChkDisableCollectorsFilter=停用此死魚標準判定
ChkDisableCollectorsFilter_Info_01=機器人將視死魚為活魚
CmbMinCollectorMatches_Info_01=設置判定收集器的數量
Group_01=收集器
LblCollectorLevel=設置死魚的判定標準
LblCollectorLevel10=等級 10 必須 >
LblCollectorLevel10_Info_01=設置判定等級 10 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel11=等級 11 必須 >
LblCollectorLevel11_Info_01=設置判定等級 11 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel12=等級 12 必須 >
LblCollectorLevel12_Info_01=設置判定等級 12 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel6=等級 6 必須 >
LblCollectorLevel6_Info_01=設置判定等級 6 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel7=等級 7 必須 >
LblCollectorLevel7_Info_01=設置判定等級 7 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel8=等級 8 必須 >
LblCollectorLevel8_Info_01=設置判定等級 8 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorLevel9=等級 9 必須 >
LblCollectorLevel9_Info_01=設置判定等級 9 收集器中存儲聖水為滿（死魚標準）的百分比
LblCollectorTolerance=誤差值
LblMinCollectorMatches=收集器判定數量：
SldCollectorTolerance_Info_01=使用此滑塊來調整所有圖像的誤差值
SldCollectorTolerance_Info_02=如果要調整個別圖像，就必須編輯個別圖像
SldCollectorTolerance_Info_03=警告：除非您清楚知道該如何進行誤差調整，否則不要改變該設置。若不確定如何設置，請保持該設置為 “0”！
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=刪除
BtnGUIPresetLoadConf=載入戰略
BtnGUIPresetSaveConf=保存戰略
BtnStrategyFolder=開啟戰略目錄
LblLoadPresetMessage=載入戰略設置\n\n- 載入訓練軍隊設置\n- 載入所有搜索 && 攻擊設置\n\n- 除外:分享攻擊視頻設置\n- 除外:戰利品截圖設置\n- 除外:寶石加速設置
LblSaveFilename=戰略檔名
LblSaveFilenameNote=記錄
LblSavePresetMessage=保存設置\n--------------------------------------\n保存所有:\n- 訓練軍隊設置\n- 所有搜索 && 進攻設置\n\n除外:\n- 分享攻擊視頻設置\n- 戰利品截圖設置\n- 寶石加速設置\n--------------------------------------
[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (模擬器程序 %s)
Closing_previous=關閉之前的機器人...
Commandline_multiple_Bots=使用命令列或視窗捷徑如下，可以同時啟動多個 MyBot:\r\n     MyBot.run.exe [ProfileName] [EmulatorName] [InstanceName]\r\n\r\n命令列第一個參數，指定配置（您可以在機器人-配置頁面上製造配置，如果配置名稱包含空白，則用雙引號將配置名稱括起來即可）。第二個參數，指定模擬器。第三個參數，指定模擬器程序（藍疊模擬器程序則不需要指定）。\r\n支援的模擬器為逍遙(MEmu)、海馬玩(Droid4X)、夜神(Nox)、藍疊二(BlueStacks2)、藍疊(BlueStacks)、天天(KOPlayer)、(LeapDroid)。\r\n\r\n例子：\r\n     MyBot.run.exe MyVillage BlueStacks2\r\n     MyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=請不要以（x64）執行或編譯腳本！ 嘗試用（x86）來執行或編譯腳本。\r\n如果此訊息仍然出現，請嘗試重新安裝 AutoIt。
Loading_Profile=, 配置: %s
Msg_Android_instance_01=MyBot %s 早已運行中。\r\n\r\n
Msg_Android_instance_02=MyBot 配置 %s 早已運行於 %s 目錄內。\r\n\r\n
Msg_Android_instance_03=找到運行中的 %s %s
Msg_Android_instance_04=安卓模擬器的設置為： %s
Msg_Android_instance_05=安卓模擬器屏蔽無法用於 %s
SplashStep_01=加載主頁面...
SplashStep_02=加載底部頁面...
SplashStep_03=加載日誌頁面...
SplashStep_04=加載村莊頁面...
SplashStep_05=加載攻擊計劃頁面...
SplashStep_06=加載機器人頁面...
SplashStep_07=加載關於我們頁面...
SplashStep_08=初始化頁面...
SplashStep_09=Waiting for bot slot...
SplashStep_Loading=Loading...
StatusBar_Item_01=顯示機器人
StatusBar_Item_02=縮小時隱藏
StatusBar_Item_03=捐款支持開發
StatusBar_Item_04=關於
StatusBar_Item_05=結束
StatusBar_Item_06=初始化安卓模擬器...
StatusBar_Item_07=偵測安卓模擬器...
[MBR GUI Design Log]
BtnAtkLogClear=清除收益日誌
BtnAtkLogClear_Info_01=使用它來清除收益日誌
BtnAtkLogCopyClipboard=複製到剪貼板
BtnAtkLogCopyClipboard_Info_01=使用它來複製收益日誌到剪貼板 (CTRL+C)
CmbLogDividerOption_Item_01=手動式分隔線調整日誌大小
CmbLogDividerOption_Item_02=執行日誌和收益日誌大小相同
CmbLogDividerOption_Item_03=執行日誌大點
CmbLogDividerOption_Item_04=收益日誌大點
CmbLogDividerOption_Item_05=隱藏收益日誌
CmbLogDividerOption_Item_06=隱藏執行日誌
LblLog_Style=日誌風格
LblLog_Style_Info_01=使用這些選項來設置日誌顯示類型
[MBR GUI Design Child Village - Donate-CC]
ChkRequestTroopsEnable=請求援兵 / 法術
Group_01=城堡援兵
TxtRequestCC=隨便
TxtRequestCC_Info_01=請求時輸入聊天室的文字
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=Test Attack Bar
BtnTestAttackCSV=Test Attack CSV
BtnTestCleanYard=Test Clean Yard
BtnTestClickDrag=Test Click Drag (scrolling)
BtnTestDeadBase=Test Dead Base
BtnTestDonateCC=Test Donate
BtnTestImage=Test Image
BtnTestRequestCC=Test Request
BtnTestTrain=Test Train
BtnTestVillageSize=Test Village Size
ChkdebugAttackCSV=Attack CSV
ChkdebugAttackCSV_Info _01=Debug: Generates special CSV parse log files
ChkdebugBuildingPos=Buildings
ChkdebugBuildingPos_Info _01=Debug: Enables showing positions of buildings in log.
ChkDebugClick=Click
ChkDebugClick_Info _01=Debug: Write the clicked (x,y) coordinates to the log.
ChkDebugDeadbaseImage=Test Dead Base Folder
ChkDebugDeadbaseImage_Info _01=Test Attack CSV
ChkDebugDisableVillageCentering=Debug: Disables centering of village.
ChkDebugDisableVillageCentering_Info _01=Test Dead Base
ChkDebugDisableZoomout=Disable Zoomout
ChkDebugDisableZoomout_Info _01=Debug: Disables zoomout of village.
ChkDebugImageSave=Images
ChkDebugImageSave_Info _01=Debug: Enables Saving images for troubleshooting.
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=Debug: Enables Saving OCR images for troubleshooting.
ChkDebugOCRDonate=Online debug donations
ChkDebugOCRDonate_Info _01=Debug: make ocr of donations and simulate only donate but no donate any troop
ChkDebugSetlog=Messages
ChkDebugSetlog_Info _01=Debug: Enables debug SetLog messages in code for Troubleshooting.
ChkDebugSmartZap=除錯
ChkDebugSmartZap_Info _01=閃黑除錯
ChkdebugTrain=Training
ChkdebugTrain_Info _01=Debug: Enables showing debug during training.
ChkMakeIMGCSV=Attack CSV Image
ChkMakeIMGCSV_Info _01=Debug: Enables saving clean and location marked up images of bases attacked by CSV scripts
Group_01=Debug
TestFindButton=Test Find Button
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=新增配置文件
BtnCancelProfileChange_Info_01=取消
BtnConfirmAddProfile_Info_01=確認
BtnDeleteProfile_Info_01=刪除配置文件
BtnRenameProfile_Info_01=重新命名配置文件
CmbProfile_Info_01=用這切換不同的村莊配置
CmbProfile_Info_02=您的村莊配置文件檔位於以下路徑
Group_01=切換村莊配置文件
TxtVillageName_Info_01=請輸入 村莊/配置 的名稱
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=笨蛋模式
ChkNoobZap_Info_01=勾選以不計成本地執行閃黑任務（只限雷電）（可設期望值）
ChkSmartZapDB=只限於死魚
ChkSmartZapDB_Info_01=遇到死魚時才啟用閃黑（推薦）
ChkSmartZapFTW=已使用的雷電法術數量
ChkSmartZapFTW_Info_01=已使用的地震法術數量
ChkSmartZapFTW_Info_02=已獲取的黑油數值
ChkSmartZapSaveHeroes=不使用於偷本時英雄已出兵
ChkSmartZapSaveHeroes_Info_01=不使用閃黑於偷本時英雄已出兵的狀況下
Group_01=閃黑
LblNoobZap=期望獲取的黑油數值
LblNoobZap_Info_01=設定期望於每一闇黑重油罐獲得的黑油數值
LblNoobZap_Info_02=注意：若上次閃黑時未獲得期望的黑油數值，笨蛋模式會被停止
LblSmartUseEQSpell=城堡地震法術
LblSmartUseEQSpell_Info_01=勾選以使用城堡內的地震法術於闇黑重油罐上來獲取黑油
LblSmartUseLSpell=雷電法術
LblSmartUseLSpell_Info_01=勾選以使用雷電法術於闇黑重油罐上來獲取黑油
LblSmartUseLSpell_Info_02=注意：同時必須於軍隊/法術頁面
LblSmartUseLSpell_Info_03=設定法術工廠最大容量和法術使用的數量
LblSmartZap=最小的黑油數值
LblSmartZap_Info_01=設定啟用閃黑的最小黑油數值
LblUse_This_Spell_to_Zap=使用此法術閃黑
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=降杯時攻擊死魚
ChkTrophyAtkDead_Info_01=在降杯過程中如果發現死魚，第一時間攻擊死魚
ChkTrophyHeroes=使用英雄降杯
ChkTrophyHeroes_Info_01=如果有英雄可用，使用英雄降杯
ChkTrophyRange=獎盃範圍
Group_01=盃段設置
LblDropTrophyArmyMin=當軍隊比例
LblDropTrophyArmyMin_Info_01=輸入降杯過程中，攻擊死魚的最少軍隊比例
LblTrophyHeroesPriority=使用英雄順序
LblTrophyHeroesPriority_Info_01=選擇使用英雄的可能順序
TxtDropTrophy_Info_01=當獎盃小於此值時，停止降杯動作
TxtMaxTrophy_Info_01=當獎盃大於此值時，開始降杯動作
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=訓練的法術超過了設定的總和！
Func_chkSpellWaitError_ErrorText_02=減少法術，
Func_chkSpellWaitError_ErrorText_03=不然機器人將不攻擊！！
Func_chkSpellWaitError_FunnyText_01=抱歉不是那個按鈕！
Func_chkSpellWaitError_FunnyText_02=當您在這15分鐘等待中，請捐 500 英磅給 MyBot.run？
Func_chkSpellWaitError_FunnyText_03=還是找不到離開的按鈕嗎？
Func_chkSpellWaitError_FunnyText_04=這真好玩，可以繼續一整天嗎？
Func_chkSpellWaitError_FunnyText_05=再多試四次，好運遲早降臨
Func_chkSpellWaitError_FunnyText_06=您有香蕉嗎？這隻程序猴子肚子餓子！
Func_chkSpellWaitError_FunnyText_07=也許試試同一按鈕直到成功？
Func_chkSpellWaitError_FunnyText_08=抱歉，不可使用 ESC！
Func_chkSpellWaitError_FunnyText_09=程序錯誤！程序員毀了一個好的玩笑。
Func_chkSpellWaitError_MsgBox_01=點擊 Yes 以關閉此警告訊息
Func_chkSpellWaitError_MsgBox_02=Yes，我了解|No
Func_chkSpellWaitError_MsgBox_03=等候法術警告訊息！
Func_chkSpellWaitError_MsgBox_04=抱歉，必須了解警告訊息再點擊 Yes！
Func_chkSpellWaitError_MsgBox_07=使用者輸入錯誤
Func_chkSpellWaitError_MsgBox_08=恭喜！！
Func_chkSpellWaitError_MsgBox_09=您發現了機器人的秘密訊息！
Func_chkSpellWaitError_MsgBox_10=您找得到按鈕來關閉此訊息嗎？
Func_chkSpellWaitError_MsgBox_11=哈哈哈哈...
Func_chkSpellWaitError_MsgBox_12=您是勝利者！
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=管理部落成員圖像檔
ChkSkipDonateNearFullTroopsEnable=幾乎滿營時停止捐贈
ChkUseCCBalanced_Info_01=如果您的捐收比，大於下面的設定值，則在攻擊時使用援兵
CmbCCDonated_Info_01=捐兵比率
CmbCCReceived_Info_01=收兵比率
CmbFilterDonationsCC_Item_01=不篩選部落成員
CmbFilterDonationsCC_Item_02=不篩選，但收集部落成員圖像
CmbFilterDonationsCC_Item_03=只捐贈給白名單內的部落成員
CmbFilterDonationsCC_Item_04=不捐贈給黑名單內的部落成員
Group_01=捐贈時間表
Group_02=捐贈部落成員的篩選
Group_03=兵營幾乎滿時，停止捐贈
Group_04=平衡 捐兵/收兵
LblCCDonated-Received_Info_01=捐兵數 / 收兵數 比率
LblCCDonated-Received_Info_02=1/1 捐收平衡，1/2 捐兵數 = 收兵數的一半
LblImages_of_Clan_Mates=請定時手動分類部落成員圖像檔，移至 White List 或 Black List 目錄中
LblOption_donate_members=使用此功能，您可以控制：可捐贈給全部部落成員，只捐贈給白名單內的部落成員，或不捐贈給黑名單內的部落成員
LblSkipDonateNearFullTroopsText=幾乎滿營的百分比必須大於
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=出現紅色按鈕代表科技升級正在進行中，
BtnResetLabUpgradeTime_Info_02=它會在升級即將完成時自動消失。
BtnResetLabUpgradeTime_Info_03=如果正在進行中的升級被使用寶石加速提早完成，
BtnResetLabUpgradeTime_Info_04=在開始新的升級前，請點擊紅色按鈕，重設內部的計時器。
BtnResetLabUpgradeTime_Info_05=警告 - 不必要的定時器重設，將造成經常性的實驗室狀態檢測
ChkAutoLabUpgrades=自動升級實驗室科技
ChkAutoLabUpgrades_Info_01=勾選這裡，啟動自動升級實驗室科技
CmbLaboratory_Info_01=選擇下一個升級的軍種或法術，
CmbLaboratory_Info_02=圖示將會顯示在右邊，
CmbLaboratory_Info_03=闇黑兵種/法術皆優先於英雄升級！
Group_01=實驗室
LblNextUpgrade=待升
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=您可以透過綜合頁設定黑油的最小保留值
ChkUpgradeKing_Info_01=啟動野蠻人之王的升級，當您有足夠的黑油時（扣除黑油的最小保留值）
ChkUpgradeKing_Info_02=您可以透過綜合頁上的重新定位功能，手動定位野蠻人之王聖台，如果有移動過
ChkUpgradeKing_Info_04=七本以上才有此英雄
ChkUpgradeQueen_Info_01=啟動弓箭女皇的升級，當您有足夠的黑油時（扣除黑油的最小保留值）
ChkUpgradeQueen_Info_02=您可以透過綜合頁上的重新定位功能，手動定位弓箭女皇聖台，如果有移動過
ChkUpgradeQueen_Info_03=九本以上才有此英雄
ChkUpgradeWarden_Info_01=啟動大守護者的升級，當您有足夠的聖水時（扣除聖水的最小保留值）
ChkUpgradeWarden_Info_02=您可以透過綜合頁上的重新定位功能，手動定位大守護者聖台，如果有移動過
ChkUpgradeWarden_Info_03=十一本以上才有此英雄
Group_01=持續性地升級英雄
LblAutoUpgrading_01=勾選您要自動升級的英雄：
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnLocateUpgrades=定位更新
BtnLocateUpgrades_Info_01=手動定位更新欲升級的建築物或英雄資訊，
BtnLocateUpgrades_Info_02=勾選連續的建築物或英雄，將被忽略而不更新資訊
BtnResetUpgrades=重設清除
BtnResetUpgrades_Info_01=重設清除建築物或英雄資訊，
BtnResetUpgrades_Info_02=勾選連續的建築物或英雄，將被忽略而不清除資訊
Group_01=建築物或英雄
LblUpgrMinDark=最小黑油
LblUpgrMinElixir=最小聖水
LblUpgrMinGold=最小金幣
Table header_01=項目名稱
Table header_02=級
Table header_03=類
Table header_04=成 本
Table header_05=時間
Table header_06=續
Table header_07=完成時間
TxtAfterUsing=在使用定位更新按鈕後
TxtCheckBox=勾選啟動升級
TxtChkRepeat=勾選啟動連續升級功能
TxtShowCost=升級項目的成本
TxtShowEndTime=升級項目的完成時間日期
TxtShowLevel=升級項目的等級
TxtShowName=升級項目的名稱
TxtShowTime=升級項目所需的時間
TxtShowType=顯示升級項目的類型，點示將顯示位置
TxtStatus=狀態: 紅色=未設定；黃色=已設定, 未完成；綠色=已完成
TxtUpgrMinDark_Info_01=升級時要保留的黑油。
TxtUpgrMinDark_Info_02=設定的值，要高於您訓練闇黑軍隊戰鬥需要的值。
TxtUpgrMinElixir_Info_01=升級時要保留的聖水。
TxtUpgrMinElixir_Info_02=設定需要保留的聖水值，用於訓練軍隊或者城牆升級。
TxtUpgrMinGold_Info_01=升級時要保留的金幣。
TxtUpgrMinGold_Info_02=設定需要保留的金幣值，用於搜索或者城牆升級。
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=測試
BtnFindWalls_Info_01=點擊測試城牆偵測功能
ChkSaveWallBldr=保留一位建築工人用於升級城牆
ChkSaveWallBldr_Info_01=勾選保留一位建築工人，專用於升級城牆，但
ChkSaveWallBldr_Info_02=可用於升級其它項目的建築工人數將減少一位
ChkWalls=自動升級城牆
ChkWalls_Info_01=勾選將自動升級城牆，如果有足夠資源的話
ChkWalls_Info_02=搜尋城牆的數量，越多越好但較慢
CmbWalls_Info_01=搜尋這個等級的城牆，並且一個一個地升級
Group_01=城牆
Group_02=城牆狀態
LblMin.Elixirtosave=保留至少聖水
LblMin.Elixirtosave_Info_01=升級城牆時要保留的聖水。
LblMin.Elixirtosave_Info_02=設定需要保留的聖水值，用於訓練軍隊或者建築物升級。
LblMin.Goldtosave=保留至少金幣
LblMin.Goldtosave_Info_01=升級城牆時要保留的金幣。
LblMin.Goldtosave_Info_02=設定需要保留的金幣值，用於搜索或者建築物升級。
LblNextWalllevelcosts=下一級城牆的成本
LblNextWalllevelcosts_Info_01=以此值為指示
LblNextWalllevelcosts_Info_02=如果您選擇別的等級的牆，這個值也隨之更新
LblSearchforWalls=升級城牆的等級
RdoUseElixir=使用聖水
RdoUseElixir_Info_01=只使用聖水升級城牆
RdoUseElixir_Info_02=只可用於九級以上城牆
RdoUseElixirGold=優先使用聖水，後使用金幣
RdoUseElixirGold_Info_01=聖水優先。如果聖水不足升級，再使用金幣升級城牆。
RdoUseGold=使用金幣
RdoUseGold_Info_01=只使用金幣升級城牆
RdoUseGold_Info_02=可用於各級城牆
WallsCurrentCount_Info_01=輸入您有的
WallsCurrentCount_Info_02=級城牆的數量
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=啟用固若金湯
ChkUnbreakable_Info_01=勾選啟用收割『抵禦勝利』模式以完成『固若金湯』成就
Group_01=收割抵禦
Group_02=如何使用『固若金湯』模式
Lbl_FarmMin._Info_01=收割最小值
Lbl_SaveMin._Info_01=保留最小值
LblUnbreakable=抵禦時間
LblUnbreakableLink=更多資訊
txtHelp_01=『固若金湯』模式將幫您獲取『抵禦勝利』和完成『固若金湯』成就。
txtHelp_02=設定關閉 COC 的時間，等待敵人的攻擊。
txtHelp_03=收割最小值，小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
txtHelp_04=保留最小值，大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
txtHelp_05=點擊下面的連結以獲取更多的資訊
TxtUnbreakable_Info_01=設定關閉 COC 的時間，等待敵人的攻擊，來獲取抵禦勝利。（1-99分鐘）
TxtUnBrkMaxDark_Info_01=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
TxtUnBrkMaxDark_Info_02=設此值足夠用於引誘敵人的攻擊或升級
TxtUnBrkMaxElixir_Info_01=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
TxtUnBrkMaxElixir_Info_02=設此值足夠用於引誘敵人的攻擊或升級
TxtUnBrkMaxGold_Info_01=大於此值，將停止正常收割『資源』模式，切換至收割『抵禦勝利』模式。
TxtUnBrkMaxGold_Info_02=設此值足夠用於引誘敵人的攻擊或升級
TxtUnBrkMinDark_Info_01=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
TxtUnBrkMinDark_Info_02=設此值足夠用於訓練軍隊或升級建築
TxtUnBrkMinElixir_Info_01=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
TxtUnBrkMinElixir_Info_02=設此值足夠用於訓練軍隊或升級建築
TxtUnBrkMinGold_Info_01=小於此值，將停止收割『抵禦勝利』模式，切換回正常收割『資源』模式。
TxtUnBrkMinGold_Info_02=設此值足夠用於搜尋戰埸或升級建築
[MBR GUI Design Child Attack - Troops_Boost]
Group_01=加速訓練營
Group_02=加速法術工廠
Group_03=加速英雄
Group_04=加速時間表
LblBarracksBoost=訓練營
LblBarracksBoost_Info_01=使用寶石加速訓練營，慎用！
LblKingBoost_Info_01=使用寶石加速野蠻人之王復活，慎用！
LblQueenBoost_Info_01=使用寶石加速弓箭女皇復活，慎用！
LblSpellFactoryBoost=法術工廠
LblSpellFactoryBoost_Info_01=使用寶石加速法術工廠，慎用！
LblWardenBoost_Info_01=使用寶石加速大守護者復活，慎用！
TextBoostLeft=加速剩餘次數
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=Empty Spell list
BtnRemoveSpells_Info_01=Push button to remove all spells from list and start over
BtnRemoveTroops=Empty troop list
BtnRemoveTroops_Info_01=Push button to remove all troops from list and start over
BtnSpellsOrderSet=使用新訂的順序
BtnSpellsOrderSet_Info_01=Push button when finished selecting custom spells brew order
BtnSpellsOrderSet_Info_02=Icon changes color based on status: Red= Not Set, Green = Order Set
BtnSpellsOrderSet_Info_03=When not all spells slots are filled, will use random spell order in empty slots!
BtnTroopOrderSet=使用新訂的順序
BtnTroopOrderSet_Info_01=點擊此按鈕當您完成了順序設定
BtnTroopOrderSet_Info_02=右側圖示將顯示設定狀態：紅色＝設定中，綠色＝已保存使用中
BtnTroopOrderSet_Info_03=When not all troop slots are filled, will use random troop order in empty slots!
ChkCustomBrewOrderEnable=Spells Order
ChkCustomBrewOrderEnable_Info_01=Enable to select a Brew Spells order
ChkCustomBrewOrderEnable_Info_02=Changing spells order can be useful with CSV scripted attack armies!
ChkCustomTrainOrderEnable=自訂順序
ChkCustomTrainOrderEnable_Info_01=勾選，可自訂部隊訓練順序
ChkCustomTrainOrderEnable_Info_02=改變訓練順序可能對CSV腳本攻擊類型有幫助！
Group_01=部隊訓練順序
txtSpellsOrder=Enter sequence order for brew Spells #
TxtTroopOrder=選擇部隊一系列訓練的兵種順序 #
[MBR GUI Design Child Attack - Troops_Options]
ChkCloseEmulator=關閉模擬器
ChkCloseEmulator_Info_01=勾選時，會完全關閉安卓模擬器
ChkCloseEmulator_Info_02=添加這個選項，有可能因為啟動時間的不一致性，略微增加離線時間
ChkCloseWhileTraining=關閉 COC
ChkCloseWhileTraining_Info_01=當村莊受到護盾保護期間，勾選此選項，會自動退出COC一段時間來完成部隊訓練
ChkCloseWhileTraining_Info_02=當搜索/等待法術選項被勾選時，將會關閉COC等待法術製造完成
ChkCloseWhileTraining_Info_03=當搜索/等待英雄選項被勾選時，將會關閉COC等待英雄恢復
ChkCloseWithoutShield=沒有護盾
ChkCloseWithoutShield_Info_01=當村莊沒有受到護盾保護期間，勾選此選項，會自動退出COC一段時間來完成部隊訓練
ChkCloseWithoutShield_Info_02=提醒：當您勾選此選項時，您可能會被攻擊，損失一些獎盃
ChkRandomClose=隨機關閉
ChkRandomClose_Info_01=勾選時，會隨機的選擇閒置過久、關閉COC或關閉模擬器
ChkRandomClose_Info_02=添加這個選項，有可能因為啟動時間的不一致性，略微增加離線時間
ChkSuspendComputer=Suspend Computer
ChkSuspendComputer_Info_01=Option will suspend computer when selected\r\nAdding this option may increase offline time slightly due to variable times required for startup
ChkTrainAddRandomDelayEnable=隨機增加延遲
ChkTrainAddRandomDelayEnable_Info_01=隨機延遲檢查部隊訓練的時間
ChkTrainAddRandomDelayEnable_Info_02=勾選以減少打開部隊訓練視窗的次數，模擬真人操作
CmbCloseWaitRdmPercent_Info_01=輸入要使用的額外時間的最大百分比，創建隨機等待時間，
CmbCloseWaitRdmPercent_Info_02=機器人會計算出一個隨機等待時間，介於『實際需要時間』和
CmbCloseWaitRdmPercent_Info_03=『輸入最大隨機百分比』之間，來模擬人類操作
Group_01=等候部隊訓練時
Group_02=訓練時點擊的速度
Group_03=檢查部隊訓練時
LblAddDelayIdlePhaseBetween=介於
LblCloseWaitingTroops=閒置時間
LblCloseWaitingTroops_Info_01=關閉 COC 如果閒置時間大於設定的時間，反之則不
LblSymbolWaiting_Info_01=選擇最小容許閒置的時間
LblTrainITDelay=延遲
LblTrainITDelay_Info_01=增加延遲，如果您的電腦反應慢或是想要有真人點擊訓練的效果
RdoCloseWaitExact=實際時間
RdoCloseWaitExact_Info_01=勾選時，使用等待部隊訓練所需的實際時間
RdoCloseWaitExact_Info_02=勾選此選項來選擇等待多長時間
RdoCloseWaitRandom=隨機時間
RdoCloseWaitRandom_Info_01=擇添加一個隨機額外的等待時間，就像有些人忘記要來進攻
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=截圖檔名包含戰利品資訊
ChkScreenshotLootInfo_Info_01=截圖檔名包含戰利品資訊
ChkShareAttack=分享視頻到您的部落聊天室裡
ChkShareAttack_Info_01=勾選來分享視頻到您的部落聊天室裡
ChkTakeLootSS_Info_01=啟動戰利品截圖功能
Group_01=分享攻擊視頻
Group_02=戰利品截圖
LblRandomMessage=隨機傳送名單內的信息到部落聊天室裡
LblShareMinLoot=當獲得戰利品
ListShareMessage_Info_01=和分享視頻一同傳送的信息
ListShareMessage_Item_01=Nice\r\nGood\r\nThanks \r\nWowwww
TxtShareMinDark_Info_01=分享視頻當獲得黑油大於此設定值
TxtShareMinElixir_Info_01=分享視頻當獲得聖水大於此設定值
TxtShareMinGold_Info_01=分享視頻當獲得金幣大於此設定值
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=發現魚時，系統彈出提醒
ChkAlertSearch_Info_01=當發現魚的時候，系統彈出氣泡提醒！
ChkAttackNow=啟用『立刻攻擊』按鈕
ChkAttackNow_Info_01=勾選，如果您想要『立刻攻擊』按鈕啟用
ChkAttackNow_Info_02=且顯現在『停止』按鈕旁邊，給予使用者手動決定攻擊的機會。
ChkAttackNow_Info_03=『立刻攻擊』按鈕只在搜索時出現。
ChkRestartSearchLimit=重新開始，經過
ChkRestartSearchLimit_Info_01=經過多少次搜索後，返回村莊，再重新開始搜索
ChkSearchReduction=啟用降低搜索條件
ChkSearchReduction_Info_01=當搜索達到設定次數後，自動降低搜索條件
Group_01=搜索條件
Group_02=延遲村莊搜索
Group_03=搜索選項
LblAttackNow=延長
LblAttackNow_Info_01=延長搜索時停頓的時間，給予使用者更多思考和點擊『立刻攻擊』按鈕的機會
LblMaxVSDelay_Info_01=當最大的滑條設定值高於最小滑條的設定值時，
LblMaxVSDelay_Info_02=便啟動了『隨機』的村莊搜索延遲時間（介於最大和最小之間）
LblMinVSDelay_Info_01=使用滑條去改變，搜索村莊時點擊『下一個』的等待時間。
LblMinVSDelay_Info_02=可能可以彌補減少一些失去連結的錯誤，
LblMinVSDelay_Info_03=無法保證一定有效果。
LblSearchReduceCount=降低條件每經
LblSearchReduceCount_Info_01=輸入次數，當搜索達到設定次數後，自動降低搜索條件，重新搜索
LblSearchReduceDark=- 降低 黑油
LblSearchReduceDark_Info_01=每一次降低的黑油數值
LblSearchReduceElixir=- 降低 聖水
LblSearchReduceElixir_Info_01=每一次降低的聖水數值
LblSearchReduceGold=- 降低 金幣
LblSearchReduceGold_Info_01=每一次降低的金幣數值
LblSearchReduceGoldPlusElixir=- 降低 金幣加聖水
LblSearchReduceGoldPlusElixir_Info_01=每一次降低的聖水加金幣數值
LblSearchReduceTrophy=- 降低 獎盃
LblSearchReduceTrophy_Info_01=每一次降低的獎盃數值
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=機器人會繼續運行，當排定的時間到時，將被重新開啟
ChkAttackPlannerCloseAll=關閉 模擬器
ChkAttackPlannerCloseAll_Info_01=勾選，當不在排定的時間內時，模擬器將被關閉
ChkAttackPlannerCloseCoC=關閉 COC
ChkAttackPlannerCloseCoC_Info_01=勾選，當不在排定的時間內時，COC 將被關閉
ChkAttackPlannerDayLimit=每日攻擊次數
ChkAttackPlannerDayLimit_Info_01=當超過介於設定次數範圍內的隨機攻擊次數，將停止攻擊
ChkAttackPlannerEnable=啟用 攻擊時間表
ChkAttackPlannerEnable_Info_01=勾選，便可使用攻擊時間表，控制攻擊的時間和星期
ChkAttackPlannerEnable_Info_02=機器人會繼續運行，但只在排定的時間做攻擊
ChkAttackPlannerRandom=隨機 停止攻擊
ChkAttackPlannerRandom_Info_01=勾選，將隨機任意地停止攻擊
ChkAttackPlannerRandom_Info_02=請選擇停止攻擊的時數
ChkAttackPlannerSuspendComputer=Suspend Computer
ChkAttackPlannerSuspendComputer_Info_01=This option will suspend computer when not scheduled to Search & Attack!
ChkDropCCHoursEnable=啟用援兵時間表
ChkDropCCHoursEnable_Info_01=使用時間表來設定何時可以使用援兵，\r\n如果沒有啟用時間表，援兵將永遠被使用
chkSheildEndToAttack=
chkSheildEndToAttack_Info_01=
ChkUseWardenAbility=Timed activation of Warden Ability after
ChkUseWardenAbility_Info_01=Use the ability of the Grand Warden on a timer.
Group_01=英雄技能
Group_02=攻擊時間表
Group_03=部落城堡
LbAttackPlannerDayLimit=至
RadAutoAbilities=自動使用技能（紅血狀態）
RadAutoAbilities_Info_01=攻擊中當英雄處於紅血狀態時，
RadAutoAbilities_Info_02=會分別自動使用技能
RadManAbilities=使用技能於
RadManAbilities_Info_01=設定於幾秒後使用英雄技能
RadManAbilities_Info_02=所有英雄會在設定時間，同時使用技能
TxtManAbilities_Info_01=設定使用英雄技能的時間，為攻擊開始後幾秒
TxtMaxLbAttackPlannerDayLimit_Info_01=請輸入每日最大允許攻擊的次數
TxtMinLbAttackPlannerDayLimit_Info_01=請輸入每日最小允許攻擊的次數
TxtUseWardenAbility_Info_01=Set the time in seconds for Timed Activation of Grand Warden Ability.
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=刪除全部訊息
BtnNotifyDeleteMessages_Info_01=點擊這裡刪除全部訊息
ChkNotifyAlertAnotherDevice=另一設備連接
ChkNotifyAlertAnotherDevice_Info_01=推送警報，提示『另外一個設備正在連接』訊息
ChkNotifyAlertBAN=查禁
ChkNotifyAlertBAN_Info_01=推送警報，提示『您已被 SuperCell 查禁』訊息
ChkNotifyAlertBuilderIdle=閒置工人
ChkNotifyAlertBuilderIdle_Info_01=推送警報，提示有工人閒置的訊息
ChkNotifyAlertCampFull=兵營滿營
ChkNotifyAlertCampFull_Info_01=推送警告，提示『兵營滿營』訊息
ChkNotifyAlertLastAttack=襲擊警報
ChkNotifyAlertLastAttack_Info_01=推送警報，提示最新襲擊的資訊
ChkNotifyAlertLastRaidIMG=戰利品截圖
ChkNotifyAlertLastRaidIMG_Info_01=推送最新襲擊的戰利品截圖
ChkNotifyAlertLastRaidTXT=戰利品文本
ChkNotifyAlertLastRaidTXT_Info_01=推送最新襲擊的戰利品文本
ChkNotifyAlertMaintenance=維護
ChkNotifyAlertMaintenance_Info_01=推送警報，提示『SuperCell 正在維護 CoC』訊息
ChkNotifyAlertMatchFound=匹配成功
ChkNotifyAlertMatchFound_Info_01=推送要襲擊的村莊的總共資源
ChkNotifyAlertOutOfSync=不同步（掉線）
ChkNotifyAlertOutOfSync_Info_01=推送警報，提示『客戶端和服務器不同步』錯誤
ChkNotifyAlertTakeBreak=休息一下
ChkNotifyAlertTakeBreak_Info_01=推送警報，提示『上線時間太長，需要休息一下』訊息
ChkNotifyAlertUpgradeWall=城牆升級
ChkNotifyAlertUpgradeWall_Info_01=推送城牆升級資訊
ChkNotifyAlertVillageStats=村莊資訊
ChkNotifyAlertVillageStats_Info_01=推送村莊資訊
ChkNotifyBOTUpdate=機器人升級
ChkNotifyBOTUpdate_Info_01=推送警報，提示『有新版本的機器人』訊息
ChkNotifyDeleteAllPBPushes=啟動時刪除訊息
ChkNotifyDeleteAllPBPushes_Info_01=當您開啟機器人時，刪除以前推送的訊息
ChkNotifyDeleteOldPBPushes=刪除比這更早的訊息：
ChkNotifyDeleteOldPBPushes_Info_01=刪除比設定的時間更早的全部推送訊息
ChkNotifyPBEnable=啟動子彈推送
ChkNotifyPBEnable_Info_01=啟動『子彈推送』通知
ChkNotifyRemote=遠程控制
ChkNotifyRemote_Info_01=啟動遠端控制功能
ChkNotifyTGEnable=啟動電報
ChkNotifyTGEnable_Info_01=啟動『電報』通知
CmbNotifyPushHours_Info_01=設定刪除訊息的時間間隔
Group_01=『子彈推送/電報』通知
LblNotifyHelp=說明 ?
LblNotifyHelp_Info_01=點此開啟遠端控制指令的說明頁面
LblNotifyOptions=推送下列訊息
LblNotifyOrigin=來源
LblNotifyOrigin_Info_01=訊息來源可以是村莊名稱
LblNotifyPBToken=接駁令牌（子彈）
LblNotifyPBToken_Info_01=您需要一個接駁令牌用來推送訊息，可從 PushBullet.com 取得
LblNotifyTGToken=接駁令牌（電報）
LblNotifyTGToken_Info_01=您需要一個接駁令牌用來推送訊息，可從 Telegram.com 取得
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=使用這些選項，設定何時機器人、安卓模擬器、電腦等，停止攻擊、停止、關閉、睡眠、重啟等
BtnAltarKing_Info_01=野蠻人之王聖台
BtnAltarQueen_Info_01=弓箭女皇聖台
BtnAltarWarden_Info_01=大守護者聖台
BtnCC=部落城堡
BtnLocateLaboratory=實驗
BtnLocateLaboratory_Info_01=實驗室
BtnReset=清除
BtnReset_Info_01=點擊這裡，清除全部建築物的定位，重新啟動機器人。
BtnReset_Info_02=使用於變更了村莊佈局之後。
ChkCleanYard=清除雜物
ChkCleanYard_Info_01=勾選這裡，自動清除樹木、蘑茹...等雜物
ChkCollect=收集資源和資源車
ChkCollect_Info_01=勾選這裡，進行自動收集資源，包括
ChkCollect_Info_02=金幣，聖水，和黑油，
ChkCollect_Info_03=同時搜尋和收集資源車
ChkGemsBox=清除寶箱
ChkGemsBox_Info_01=勾選這裡，自動清除寶箱
ChkTombstones=清除墓碑
ChkTombstones_Info_01=勾選這裡，自動清除敵人進攻時留下的墓碑
ChkTrap=設置陷阱，裝填X連弩和地獄之塔
ChkTrap_Info_01=勾選這裡，進行自動設置陷阱，裝填X連弩和地獄之塔
ChkTreasuryCollect=Treasury
ChkTreasuryCollect_Info_01=Check this to automatically collect Treasury when FULL,
ChkTreasuryCollect_Info_02='OR' when Storage values are BELOW minimum values on right,
ChkTreasuryCollect_Info_03=Use zero as min values to ONLY collect when Treasury is full
ChkTreasuryCollect_Info_04=Large minimum values will collect Treasury loot more often!
CmbBotCommand_Item_01=停止攻擊
CmbBotCommand_Item_02=停止機器人
CmbBotCommand_Item_03=關閉機器人
CmbBotCommand_Item_04=關機器人安卓
CmbBotCommand_Item_05=關閉電腦
CmbBotCommand_Item_06=電腦睡眠
CmbBotCommand_Item_07=重啟電腦
CmbBotCond_Item_01=金和水滿 且 達最大獎盃數
CmbBotCond_Item_02=金和水滿 或 達最大獎盃數
CmbBotCond_Item_03=金或水滿 且 達最大獎盃數
CmbBotCond_Item_04=金或水滿 或 達最大獎盃數
CmbBotCond_Item_05=金幣和聖水 已滿
CmbBotCond_Item_06=金幣或聖水 已滿
CmbBotCond_Item_07=金幣已滿 且 達最大獎盃數
CmbBotCond_Item_08=聖水已滿 且 達最大獎盃數
CmbBotCond_Item_09=金幣已滿 或 達最大獎盃數
CmbBotCond_Item_10=聖水已滿 或 達最大獎盃數
CmbBotCond_Item_11=金幣 已滿
CmbBotCond_Item_12=聖水 已滿
CmbBotCond_Item_13=達最大獎盃數
CmbBotCond_Item_14=黑油 已滿
CmbBotCond_Item_15=金幣/聖水/黑油 全部已滿
CmbBotCond_Item_16=機器人運行了 . . .
CmbBotCond_Item_17=現在 (僅造兵/捐兵)
CmbBotCond_Item_18=現在（僅捐兵)
CmbBotCond_Item_19=現在（僅保持在線)
CmbBotCond_Item_20=有護盾時 (僅造兵/捐兵)
CmbBotCond_Item_21=有護盾時 (僅捐兵)
CmbBotCond_Item_22=有護盾時 (僅保持在線)
Group_01=停止攻擊
Group_02=裝填、收集、清理
Group_03=手動定位
LblBotCommand=當 . . .
LblBotWillHaltAutomatically=如果資源低於這些值，機器人將停止攻擊，僅保持在線，直到資源恢復
LblResumeAttack=恢復攻擊，當
LblTreasuryOr=Or
TxtRelocate_Info_01=重新定位
TxtRestartDark_Info_01=停止或恢復機器人攻擊的黑油最小保留值
TxtRestartElixir_Info_01=停止或恢復機器人攻擊的聖水最小保留值
TxtRestartGold_Info_01=停止或恢復機器人攻擊的金幣最小保留值
TxtTreasuryDark_Info_01=Minimum Dark Elixir Storage amount to collect Treasury.
TxtTreasuryElixir_Info_01=Minimum Elixir Storage amount to collect Treasury.
TxtTreasuryElixir_Info_02=Set same as Resume Attack values to collect when 'out of elixir' error
TxtTreasuryElixir_Info_03=happens during troop training
TxtTreasuryGold_Info_01=Minimum Gold Storage amount to collect Treasury.
TxtTreasuryGold_Info_02=Set same as Resume Attack values to collect when 'out of gold' error
TxtTreasuryGold_Info_03=happens while searching for attack
[MBR GUI Design Child Bot - Options]
ChkAutoAlign=自動對齊
ChkAutoAlign_Info_01=重新定位/對齊安卓模擬器和機器人視窗
ChkAutoResume=自動恢復運行
ChkAutoResume_Info_01=勾選此，將於設定的時間，把暫停運行自動恢復運行
ChkAutostart=自動開始運行
ChkAutostart_Info_01=在設定的時間後，自動開始運行機器人
ChkBotAutoSlideClick=Auto Slide when docked
ChkBotAutoSlideClick_Info_01=Enable auto sliding when Android is docked\r\non bot window activation/deactivation
ChkBotCustomTitleBarClick=My Bot design Title Bar
ChkBotCustomTitleBarClick_Info_01=Enable optimized My Bot Window Title Bar and\r\nthin Window Border (restart of bot is required)
ChkCheckGameLanguage=檢查遊戲語言 (EN)
ChkCheckGameLanguage_Info_01=檢查遊戲語言是不是設定正確 (必須設定為 English)
ChkDeleteLogs=刪除日誌檔
ChkDeleteLogs_Info_01=刪除比設定天數舊的日誌檔案
ChkDeleteLoots=刪除戰利品截圖
ChkDeleteLoots_Info_01=刪除比設定天數舊的戰利品截圖
ChkDeleteTemp=刪除暫存檔
ChkDeleteTemp_Info_01=刪除比設定天數舊的暫存檔案
ChkDisableSplash=停用啟動畫面
ChkDisableSplash_Info_01=啟動時不使用啟動畫面
ChkFixClanCastle=強制偵測部落城堡
ChkFixClanCastle_Info_01=如果在攻擊列上偵測不到部落城堡，而且也不在上一次攻擊時的位置上，將強制設定在目前空出的位置
ChkForMBRUpdates=檢查更新
ChkForMBRUpdates_Info_01=勾選，將檢查您的機器人是不是最新版本
ChkHideWhenMinimized=最小化時隱藏
ChkHideWhenMinimized_Info_01=機器人視窗在最小化時，隱藏到工作列狀態區域\r\n點擊狀態圖示/顯示機器人來重新顯示機器人視窗
ChkKillTeamViewer=Kill Windows TeamViewer Free
ChkKillTeamViewer_Info_01=Check this if you want close Sponsored session of TeamViewer.
ChkScreenshotHideName=隱藏個人和部落的名字
ChkScreenshotType=保存為PNG格式
ChkSinglePBTForced=強制PB只重啟一次
ChkSinglePBTForced_Info_01=在被PB強制下線之前，自己提前先下線，而使得COC只重啟一次
ChkUpdatingWhenMinimized=最小化時更新
ChkUpdatingWhenMinimized_Info_01=啟用各種機器人視窗最小化方式\r\n當機器人最小化時，屏幕更新將顯示在工作列預覽
ChkUseRandomClick=隨機點擊
CmbAlignmentOptions_Info_01=0,0：重新定位安卓模擬器到 Windows 桌面上(0,0)的位置，然後機器人靠到模擬器右邊或左邊
CmbAlignmentOptions_Info_02=對齊：只是重排視窗, 對齊機器人視窗和模擬器視窗：右上對齊, 左上對齊, 右下對齊, 左下對齊\r\n合併：整合模擬器視窗入機器人視窗
CmbAlignmentOptions_Item_01=0,0：模擬器-機器人
CmbAlignmentOptions_Item_02=0,0：機器人-模擬器
CmbAlignmentOptions_Item_03=對齊：機器人對齊模擬器右上角
CmbAlignmentOptions_Item_04=對齊：機器人對齊模擬器左上角
CmbAlignmentOptions_Item_05=對齊：機器人對齊模擬器右下角
CmbAlignmentOptions_Item_06=對齊：機器人對齊模擬器左下角
CmbAlignmentOptions_Item_07=整合：模擬器進入機器人
CmbGUILanguage_Info_01=切換不同的介面語言
Group_01=介面語言
Group_02=當載入初始化時
Group_03=當開始運行時
Group_04=專家選項
Group_05=螢幕截圖選項
Group_06=遠端設備
Group_07=其它選項
Group_08=Processor/Thread Advanced
LblAlignOffsetX=偏移
LblGlobalActiveBotsAllowed_Info_01=Bots can run parallel at the same time
LblGlobalThreads_Info_01=Global image processing threads will be used for all bots
LblPBTimeForcedExit=提前下線的時間
LblPBTimeForcedExit_Info_01=輸入提前的時間，注意：輸入的數值小於10分鐘，可能沒有作用！
LblThreads_Info_01=Image processing threads will be used for this bot
LblTimeAnotherDevice=當有遠端設備連接，等
LblTimeAnotherDevice_Info_01=輸入當有遠端設備連接時，機器人再次連接的等待時間 (按分計算)
TxtAlignOffsetX_Info_01=安卓模擬器和機器人視窗之間的水平偏移像素
TxtAlignOffsetY_Info_01=安卓模擬器和機器人視窗之間的垂直偏移像素
TxtGlobalActiveBotsAllowed_Info_01=When running multiple bots, specify how many can run at the same time.\r\nThis reduces your CPU utilization significantly.\r\nHalf of available logical processors is a good number.\r\nThis configuration is shared across all profiles/instances and a restart of all bots is required (close all, wait, and start all again!).
TxtGlobalThreads_Info_01=When running multiple bots, specify how many global threads for image processing tasks can run at the same time.\r\nThis reduces your CPU utilization significantly.\r\nHalf of available logical processors is a good number.\r\nThis configuration is shared across all profiles/instances and a restart of all bots is required (close all, wait, and start all again!).
TxtSinglePBTimeForced_Info_01=輸入自己待在線下的時間，15分鐘以上可以重設PB計時器
TxtThreads_Info_01=When images are processed, multiple threads are used. Here you specifiy how many threads this bot can use.\r\nLess threads reduce your CPU utilization significantly.\r\nHalf of available logical processors is a good number. Use 0 for all available. Global threads setting has priority.
[MBR GUI Design Child Bot - Stats]
BtnResetStats=重新統計
LblAttacked=攻擊次數
LblAttacked_Info_01=符合搜索條件，進攻的次數
LblBase-Attacked=攻擊次數
LblBuilUpg-by-Elixir_Info_01=聖水升級建築次數
LblBuilUpg-by-Gold_Info_01=金幣升級建築次數
LblBuilUpg-Cost-by-Elixir_Info_01=升級建築總共用掉聖水
LblBuilUpg-Cost-by-Gold_Info_01=升級建築總共用掉金幣
LblCost-Collect=成本 && 收集
LblDarkE=黑油
LblDead-Base=死魚
LblDead-Base_Info_01=攻擊死魚次數
LblDead-Base-Gain=獲得
LblDead-Base-Gain-Dark_Info_01=攻擊死魚獲得的黑油
LblDead-Base-Gain-Elixir_Info_01=攻擊死魚獲得的聖水
LblDead-Base-Gain-Gold_Info_01=攻擊死魚獲得的金幣
LblDead-Base-Gain-Trophies_Info_01=攻擊死魚獲得的獎杯
LblDElixir-collected=收集黑油
LblDElixir-collected_Info_01=在村莊收集的黑油
LblDropped=降杯總數
LblDropped_Info_01=自動降杯的總數
LblElixir=聖水
LblElixir-collected=收集聖水
LblElixir-collected_Info_01=在村莊收集的聖水
LblGainPerHour=收益/小時
LblGold=金幣
LblGold-collected=收集金幣
LblGold-collected_Info_01=在村莊收集的金幣
LblHeroesUpg=英雄升級次數
LblHeroesUpg_Info_01=英雄升級次數
LblheroesUpg-Cost=升級共用黑油
LblheroesUpg-Cost_Info_01=升級英雄總共用掉黑油
LblLastAttack=最後一次攻擊
LblLeague=聯盟
LblLeagueBonus=獎勵
LblLive-Base=活魚
LblLive-Base_Info_01=攻擊活魚次數
LblLive-Base-Gain-Dark_Info_01=攻擊活魚獲得的黑油
LblLive-Base-Gain-Elixir_Info_01=攻擊活魚獲得的聖水
LblLive-Base-Gain-Gold_Info_01=攻擊活魚獲得的金幣
LblLive-Base-Gain-Trophy_Info_01=攻擊活魚獲得的獎杯
LblNbr-of-OoS=斷線次數
LblNbr-of-OoS_Info_01=斷線次數
LblRun=運行資訊
LblRuntime=運行時間
LblRuntime_Info_01=機器人的總運行時間
LblSearch-Cost=搜尋成本
LblSearch-Cost_Info_01=搜尋村莊所用的金幣
LblSkipped=跳過次數
LblSkipped_Info_01=不符合搜索條件，跳過的次數
LblStartedWith=初始數值
LblStats=統計
LblStatsBonusLast_Info_01=最後一次進攻獲得的金幣獎勵
LblStatsBonusLast_Info_02=最後一次進攻獲得的聖水獎勵
LblStatsBonusLast_Info_03=最後一次進攻獲得的黑油獎勵
LblStatsDonDark-Spells=闇黑法術
LblStatsDonDark-Troops=闇黑軍隊
LblStatsDonElixir-Spells=聖水法術
LblStatsDonElixir-Troops=聖水軍隊
LblStatsDonTotal=總共捐贈
LblStatsDonTotalXP=經驗值
LblStatsGainPerHour_Info_01=金幣/小時
LblStatsGainPerHour_Info_02=聖水/小時
LblStatsGainPerHour_Info_03=黑油/小時
LblStatsGainPerHour_Info_04=獎杯/小時
LblStatsLastAttack_Info_01=最後一次進攻獲得的金幣
LblStatsLastAttack_Info_02=最後一次進攻獲得的聖水
LblStatsLastAttack_Info_03=最後一次進攻獲得的黑油
LblStatsLastAttack_Info_04=最後一次進攻獲得或失去的獎杯數量
LblStatsSmartEarthQuakeUsed_Info_01=使用地震法術閃黑的次數
LblStatsSmartLightningUsed_Info_01=使用雷電法術閃黑的次數
LblStatsSmartZap_Info_01=閃黑共獲得的黑油數值
LblStatsStartedWith_Info_01=最初擁有的金幣
LblStatsStartedWith_Info_02=最初擁有的聖水
LblStatsStartedWith_Info_03=最初擁有的黑油
LblStatsStartedWith_Info_04=最初擁有的獎杯數量
LblStatsSZRev2=閃黑
LblStatsSZRev2-Used=使用次數
LblStatsTop_Info_01=獲得最高金幣
LblStatsTop_Info_02=獲得最高聖水
LblStatsTop_Info_03=獲得最高黑油
LblStatsTop_Info_04=獲得最高獎杯
LblStatsTotalGain_Info_01=機器人運行後，獲得或失去的金幣總量
LblStatsTotalGain_Info_02=（包括手動升級建築物的資源支出）
LblStatsTotalGain_Info_03=機器人運行後，獲得或失去的聖水總量
LblStatsTotalGain_Info_04=機器人運行後，獲得或失去的黑油總量
LblStatsTotalGain_Info_05=機器人運行後，獲得或失去的獎杯總量
LblTH-Bully=弱本
LblTH-Bully_Info_01=攻擊弱本次數
LblTH-Bully-Gain-Dark_Info_01=攻擊弱本獲得的黑油
LblTH-Bully-Gain-Elixir_Info_01=攻擊弱本獲得的聖水
LblTH-Bully-Gain-Gold_Info_01=攻擊弱本獲得的金幣
LblTH-Bully-Gain-Trophy_Info_01=攻擊弱本獲得的獎杯
LblTH-Snipe=偷本
LblTH-Snipe_Info_01=偷本的次數
LblTH-Snipe-Gain-Dark_Info_01=偷本獲得的黑油
LblTH-Snipe-Gain-Elixir_Info_01=偷本獲得的聖水
LblTH-Snipe-Gain-Gold_Info_01=偷本獲得的金幣
LblTH-Snipe-Gain-Trophy_Info_01=偷本獲得的獎杯
LblTH-Snipe-Lost_Info_01=偷本失敗的次數
LblTH-Snipe-Win_Info_01=偷本成功的次數
LblTopLoot=最高資源
LblTotalGain=總收益
LblTrain-Cost-DElixir=黑油訓練成本
LblTrain-Cost-DElixir_Info_01=訓練闇黑軍隊所用的黑油
LblTrain-Cost-Elixir=聖水訓練成本
LblTrain-Cost-Elixir_Info_01=訓練聖水軍隊所用的聖水
LblTrophy=獎杯
LblUpg-by-Elixir=聖水升級次數
LblUpg-by-Gold=Upg. by Gold
LblUpgrade-Costs=升級成本
LblUpgrades-Made=升級次數
LblWallUpg-by-Elixir_Info_01=聖水升級城牆次數
LblWallUpg-by-Gold_Info_01=金幣升級城牆次數
LblWallUpg-Cost-by-Elixir=升級共用聖水
LblWallUpg-Cost-by-Elixir_Info_01=升級城牆總共用掉聖水
LblWallUpg-Cost-by-Gold=升級共用金幣
LblWallUpg-Cost-by-Gold_Info_01=升級城牆總共用掉金幣
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=辨識斯拉夫語
ChkExtraAlphabets_Info_01=勾選這裡，啟用斯拉夫語的辨識功能
ChkExtraChinese=辨識中文
ChkExtraChinese_Info_01=勾選這裡，啟用中文的辨識功能
ChkExtraKorean=辨識韓文
ChkExtraKorean_Info_01=勾選這裡，啟用韓文的辨識功能
ChkExtraPersian=Persian
ChkExtraPersian_Info_01=Check this to enable the Persian Alphabet.
DonateTxtCustom=自訂軍隊
Group_02=總體捐贈黑名單
LblDonateCustom_01=一
LblDonateCustom_02=二
LblDonateCustom_03=三
LblExtraAlphabets=啟用其它字母識別:
LblGeneralBlacklist=吻合這些關鍵字時，停止捐贈
TxtBlacklist1=黑名單
TxtBlacklistTroop_Item_01=no barbarians\r\nno barb\r\nbarbarians no\r\nbarb no
TxtBlacklistTroop_Item_02=no archers\r\nno arch\r\narchers no\r\narch no
TxtBlacklistTroop_Item_03=no giants\r\ngiants no
TxtBlacklistTroop_Item_04=no goblins\r\ngoblins no
TxtBlacklistTroop_Item_05=no wall breakers\r\nwall breakers no
TxtBlacklistTroop_Item_06=no balloon\r\nballoons no
TxtBlacklistTroop_Item_07=no wizards\r\nwizards no\r\nno wizard\r\nwizard no
TxtBlacklistTroop_Item_08=no healer\r\nhealer no
TxtBlacklistTroop_Item_09=no dragon\r\ndragon no
TxtBlacklistTroop_Item_10=no PEKKA\r\npekka no
TxtBlacklistTroop_Item_11=no baby dragon\r\nbaby dragon no\r\nno baby\r\nbaby no
TxtBlacklistTroop_Item_12=no miner\r\nminer no\r\nno mine\r\nmine no
TxtBlacklistTroop_Item_13=no lightning\r\nlightning no
TxtBlacklistTroop_Item_14=no heal\r\nheal no
TxtBlacklistTroop_Item_15=no rage\r\nrage no
TxtBlacklistTroop_Item_16=no jump\r\njump no
TxtBlacklistTroop_Item_17=no freeze\r\nfreeze no
TxtBlacklistTroop_Item_18=no minions\r\nminions no\r\nno minion\r\nminion no
TxtBlacklistTroop_Item_19=no hogs\r\nhog no
TxtBlacklistTroop_Item_20=no valkyries\r\nvalkyries no\r\nno valk\r\nvalk no
TxtBlacklistTroop_Item_21=no golem\r\ngolem no
TxtBlacklistTroop_Item_22=no witches\r\nwitch no
TxtBlacklistTroop_Item_23=no lavahound\r\nlava no\r\nhound no
TxtBlacklistTroop_Item_24=no bowler\r\nbowl no
TxtBlacklistTroop_Item_25=no poison\r\npoison no
TxtBlacklistTroop_Item_26=no earthquake\r\nquake no
TxtBlacklistTroop_Item_27=no haste\r\nhaste no
TxtBlacklistTroop_Item_28=no skeleton\r\nskeleton no\r\nno skel
TxtBlacklistTroop_Item_29=no ground\r\nground no\r\nonly
TxtBlacklistTroop_Item_30=no air\r\nair no\r\nonly\r\njust
TxtDonate=捐
TxtDonateAll=捐給所有請求
TxtDonateTip=勾選這裡，捐贈
TxtDonateTipAll=給所有聊天室的增援請求
TxtDonateTipTroop=，如果關鍵字吻合聊天室的增援請求文字
TxtDonateTroop_Item_01=barbarians\r\nbarb
TxtDonateTroop_Item_02=archers\r\narch
TxtDonateTroop_Item_03=giants\r\ngiant\r\nany\r\nreinforcement
TxtDonateTroop_Item_04=goblins\r\ngoblin
TxtDonateTroop_Item_05=wall breakers\r\nbreaker
TxtDonateTroop_Item_06=balloons\r\nballoon
TxtDonateTroop_Item_07=wizards\r\nwizard\r\nwiz
TxtDonateTroop_Item_08=healer
TxtDonateTroop_Item_09=dragon
TxtDonateTroop_Item_10=PEKKA\r\npekka
TxtDonateTroop_Item_11=baby dragon\r\nbaby
TxtDonateTroop_Item_12=miner\r\nmine
TxtDonateTroop_Item_13=lightning
TxtDonateTroop_Item_14=heal
TxtDonateTroop_Item_15=rage
TxtDonateTroop_Item_16=jump
TxtDonateTroop_Item_17=freeze
TxtDonateTroop_Item_18=minions\r\nminion
TxtDonateTroop_Item_19=hogriders\r\nhogs\r\nhog
TxtDonateTroop_Item_20=valkyries\r\nvalkyrie\r\nvalk
TxtDonateTroop_Item_21=golem
TxtDonateTroop_Item_22=witches\r\nwitch
TxtDonateTroop_Item_23=lavahound\r\nlava\r\nhound
TxtDonateTroop_Item_24=bowler\r\nbowlers\r\nbowl
TxtDonateTroop_Item_25=poison
TxtDonateTroop_Item_26=earthquake\r\nquake
TxtDonateTroop_Item_27=haste
TxtDonateTroop_Item_28=skeleton\r\nskel
TxtDonateTroop_Item_29=ground support\r\nground
TxtDonateTroop_Item_30=air support\r\nany air
TxtGeneralBlacklist_Info_01=總體捐贈黑名單
TxtGeneralBlacklist_Item_01=clan war\r\nwar\r\ncw
TxtIgnoreAll=這將會忽略所有關鍵字
TxtKeywords=吻合這些關鍵字時，捐
TxtKeywordsNo=吻合這些關鍵字時，不捐贈
TxtKeywordsNoTip=捐兵黑名單 -
TxtNothing=捐兵選單
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=Attack
ChkAttackMinesIfDarkElixir=Attack Dark Elixir Drills If Dark Under
ChkAttackMinesIfElixir=Attack Elixir Collectors If Elixir Under
ChkAttackMinesIfGold=Attack Gold Mines If Gold Under
ChkMilkAfterAttackScripted=Enable Scripted Attack
ChkMilkAfterAttackScripted_Info_02=Use scripted attack for dead bases, this disables standard attack
ChkMilkAfterAttackTHSnipe=Enable TH Snipe
ChkMilkFarmForceTolerance=Force Tolerance
ChkMilkFarmForceTolerance_Info_01=Tolerance Normal
ChkMilkFarmForceTolerance_Info_02=Tolerance Boosted
ChkMilkFarmForceTolerance_Info_03=Tolerance Destroyed
ChkMilkingDebugFullSearch=fullsearch, only for debug purpose (very slow)
ChkMilkingDebugFullSearch_Info_01=with this options you can detect images of undetected Elixir Extractors
ChkMilkingDebugIMG=Make Images of each extractor with offset
ChkMilkingDebugVillage=Make Images of villages
ChkSnipeIfNoElixir=Snipe Even If No Collectors can be Milked
ChkStructureDestroyedAfterAttack=Check Structure Destruction After Wave
ChkStructureDestroyedAfterAttack_Info_01=After attacking a structure, check to see if it has been destroyed by another wave.
ChkStructureDestroyedAfterAttack_Info_02=You must have a high delay between waves to use this option
ChkStructureDestroyedBeforeAttack=Check Structure Destruction Before Wave
ChkStructureDestroyedBeforeAttack_Info_01=Before attacking a structure, check to see if it has been destroyed by another wave.
ChkStructureDestroyedBeforeAttack_Info_02=You must have a high delay between waves to use this option
CmbMilkAttackType_Item_01=Slower: Check the Resources in each collector.
CmbMilkAttackType_Item_02=Faster: Only check the Level of each collector.
CmbMilkingAttackDropGoblinAlgorithm_Item_01=Drop each Goblin in the same place
CmbMilkingAttackDropGoblinAlgorithm_Item_02=Drop each Goblin in a different place
CmbMilkLvl_01=Levels 1-4
CmbMilkLvl_05=Level 5
CmbMilkLvl_06=Level 6
CmbMilkLvl_07=Level 7
CmbMilkLvl_08=Level 8
CmbMilkLvl_09=Level 9
CmbMilkLvl_10=Level 10
CmbMilkLvl_11=Level 11
CmbMilkLvl_12=Level 12
CmbStructureOrder_Item_01=Attack Order: as found
CmbStructureOrder_Item_02=Attack Order: Random
CmbStructureOrder_Item_03=Attack Order: by side
Group_01=Choose Milking Search Type
Group_02=Elixir Collectors Min. Level to Attack
Group_03=Legend
Group_04=Structures to Attack
Group_05=Only Attack If
Group_06=4. Troops To Use For Each Building
Group_07=5. Dropping options
Group_08=Check Destroyed Structures
Group_09=5a. Snipe Outside TH After Milking
Group_10=5b. Continue With An Scripted Attack
Group_11=Tolerance Settings
Group_12=Debug
LblMaxTilesMilk=Max Tiles From Border
LblMilkSnipeAlgorithm=Use Algorithm
LblRedline-and-Collectors=Distance between red line and collectors
LblWhichLevel=Which have a Level
TxtDelayWaves=- Delay Between Waves (ms):
TxtDisable=DIS.
TxtMaxWaves=- Max Waves:
TxtMaxWaves_Info_01=Choose the maximum number of waves of troops to drop at each collector.
TxtMaxWaves_Info_02=If the collector gets destroyed, then no more waves will be dropped at it.
TxtXWave=- Troops Per Wave:
[MBR Func_Notify]
Another-Device_Info_01=另外一個設備已連接
Another-Device_Info_02=另外一個設備已連接，等等
ATTACK OFF=Attack Off
ATTACK OFF_Info_01=- 啟用綜合頁面的停止攻擊 - 現在（僅保持在線）選項
ATTACK OFF_Info_02=Set Halt Attack OFF.
ATTACK ON_Info_01=Attack On
ATTACK ON_Info_02=Set Halt Attack ON.
Attack_Info_01=已攻擊
Attack_Info_02=機器人重新啟動因為找不到"下一個"按鈕
Bot=BOT
Bot_Info_01=- 您可以遠程控制您的機器人，請參照以下語法：
BUILDER=BUILDER
BUILDER_Info_01=- 傳送<村莊名字>的建築工人狀態截圖
BUILDER_Info_03=閒置工人
BUILDER_Info_04=將儘快處理您要求的閒置工人資訊
Camps-Full_Info_01=兵營滿營
Command-Not-Recognized=語法錯語
DELETE=DELETE
DELETE_Info_01=- 刪除之前推送的全部訊息
Examples=範例：
Free-Builders_Info_01=閒置建築工人人數
GEM_Info_01=寶石
HALTATTACKOFF=HALTATTACKOFF
HALTATTACKON=HALTATTACKON
HELP=HELP
HELP_Info_01=- 傳送此説明資訊
HIBERNATE=HIBERNATE
HIBERNATE_Info_01=- 個人電腦進入休眠
HIBERNATE_Info_02=個人電腦開始休眠
LASTRAID=LASTRAID
LASTRAID_Info_01=- 傳送<村莊名字>的最新襲擊戰利品截圖
Last-Raid_Info_01=襲擊戰利品
Last-Raid_Info_02=襲擊戰利品文本
Last-Raid_Info_03=沒有最新襲擊戰利品截圖
Last-Raid_Info_04=最新襲擊戰利品文本
Last-Raid_Info_05=最新襲擊戰利品截圖
LASTRAIDTXT=LASTRAIDTXT
LASTRAIDTXT_Info_01=- 傳送<村莊名字>的最新襲擊戰利品文本
LOG=LOG
LOG_Info_01=- 傳送<村莊名字>的目前日誌檔
LOG_Info_02=日誌
LOG_Info_03=目前日誌
LOG_Info_04=錯誤：CoC 已停止
LOG_Info_05=重新啟動因為發生不同步錯誤
LOG_Info_06=之後下線
LOG_Info_07=Run Time
Loots_Info_01=戰利品
Match-Found_Info_01=匹配成功！經過
Need-Rest_Info_01=上線時間太長，需要休息一下
New-Version_Info_01=有新版本的機器人
Notify_001=Notify PushBullet
PAUSE=PAUSE
PAUSE_Info_01=- 暫停<村莊名字>的機器人
Request-For-Help_Info_01=請點擊　BOT HELP 獲得完整語法説明
Request-For-Help_Info_02=請求説明
Request-Stop_Info_01=停止機器人
Request-Stop_Info_02=停止機器人...
Request-Stop_Info_03=您的機器人正在停止中...
Request-Stop_Info_04=您的機器人已停止
Request-Stop_Info_05=機器人和安卓模擬器重新啟動中
Request-Stop_Info_06=您的機器人正在停止中
Request-Stop_Info_07=您的機器人已停止
Request-Stop_Info_08=正攻擊中無法暫停，晚點再試
Request-Stop_Info_09=機器人和安卓模擬器重新啟動中...
Request-Stop_Info_10=機器人已重新運行
Request-Stop_Info_11=您的機器人正在暫停中
Request-Stop_Info_12=機器人正恢復運行
Request-Stop_Info_13=已收到您的要求。機器人已暫停
Request-Stop_Info_14=已收到您的要求。機器人已恢復運行
Request-Stop_Info_15=正攻擊中無法暫停，晚點再試
Request-Stop_Info_16=要求重新啟動
Request-Stop_Info_17=要求暫停
Request-Stop_Info_18=要求恢復
RESETSTATS=RESETSTATS
RESETSTATS_Info_01=- 重置<村莊名字>的統計
RESETSTATS_Info_02=統計已重置
RESTART=RESTART
RESTART_Info_01=- 重新啟動<村莊名字>的機器人和安卓模擬器
RESUME=RESUME
RESUME_Info_01=- 恢復<村莊名字>的機器人
Resumed_Info_01=機器人已恢復運行
SCREENSHOT=SCREENSHOT
SCREENSHOT_Info_01=- 傳送<村莊名字>的螢幕截圖
SCREENSHOT_Info_02=沒有最新襲擊戰利品截圖
SCREENSHOT_Info_03=將儘快處理您要求的截圖
SCREENSHOT_Info_04=村莊截圖
SCREENSHOTHD=SCREENSHOTHD
SCREENSHOTHD_Info_01=- 傳送<村莊名字>的高清螢幕截圖
SHIELD=SHIELD
SHIELD_Info_01=- 傳送<村莊名字>的護盾狀態截圖
SHIELD_Info_02=將儘快處理您要求的護盾資訊
SHUTDOWN=SHUTDOWN
SHUTDOWN_Info_01=- 關閉個人電腦
SHUTDOWN_Info_02=個人電腦正關閉中
Skip_Info_01=次
Skip_Info_02=次
STANDBY=STANDBY
STANDBY_Info_01=- 個人電腦進入待機
STANDBY_Info_02=個人電腦開始待機
STATS=STATS
STATS_Info_01=- 傳送<村莊名字>的村莊統計資訊
Stats_Info_02=村莊統計資訊
Stats_Info_03=您已
Stats_Info_04=每小時收益
Stats_Info_05=正在啟動中
Stats_Info_06=正在攻擊中
Stats-DE_Info_01=DE
Stats-E_Info_01=E
Stats-G_Info_01=G
Stats-Now_Info_01=目前資源
Stats-T_Info_01=T
STOP=STOP
STOP_Info_01=- 停止<村莊名字>的機器人
Take-Break_Info_01=上線時間太長，需要休息一下
Train_Info_01=已設定訓練軍隊和法術
Train_Info_02=目前訓練的軍隊和法術
Train_Info_03=目前軍營
Train_Info_04=-  Spells
Train_Info_05=Current Capacities
Train_Info_06=-  Army Camp
TROOPS=TROOPS
TROOPS_Info_01=- 傳送<村莊名字>的軍隊法術統計資訊
Upgrading_Info_01=升級中
Upgrading_Info_02=跳過升級
Upgrading_Info_03=使用金幣來完成
Upgrading_Info_04=Complete by using ELIXIR
Upgrading_Info_05=找不到金幣升級按鈕
Upgrading_Info_06=找不到聖水升級按鈕
Upgrading_Info_07=使用金幣來完成升級
Upgrading_Info_08=使用聖水來完成升級
Upgrading_Info_09=沒有聖水升級按鈕
Upgrading_Info_10=Cannot find gold upgrade button
Uploading-File_Info_01=上傳檔案到子彈推送伺服器中
Uploading-File_Info_02=上傳檔案到電報伺服器時，出現第二類錯誤
Uploading-File_Info_03=無法上傳檔案
Uploading-File_Info_04=發生錯誤
Uploading-File_Info_05=Unable to send file
Wall-Up_Info_01=城牆數目
Wall-Up_Info_02=找到城牆等級
Wall-Up_Info_03=找不到城牆等級
Wall-Up_Info_04=城牆區塊已找到

[500]
500=***Section use for Bot messages and splash***

[600]
600=***Section use for Tab Name***

[601]
601=***Section use for General***

[602]
602=***Section use for General Bottom***

[603]
603=***Section use for Commun Value***

[604]
604=***Section use for Troops***

[605]
605=***Section use for Spell***

[606]
606=***Section use for Tab End Battle***

[607]
607=***Section use for Tab Scripted Attack***

[608]
608=***Section use for Tab Standard Attack***

[609]
609=***Section use for Tab Trophy Setting***

[610]
610=***Section use for Village Misc***

[611]
611=***Section use for Tab Request Troops***

[612]
612=***Section use for Tab Donate Troops***

[613]
613=***Section use for Tab Schedule Donations***

[614]
614=***Section use for Tab Upgrade Laboratory***

[615]
615=***Section use for Tab Upgrade Heroes***

[616]
616=***Section use for Tab Upgrade Buildings***

[617]
617=***Section use for Tab Upgrade Wall***

[618]
618=***Section use for Tab Achievements***

[619]
619=***Section use for Tab Notify PushBullet/Telegram***

[620]
620=***Section use for Notify***

[621]
621=***Section use for Tab Troops***

[622]
622=***Section use for Tab Spells***

[623]
623=***Section use for Tab Boost***

[624]
624=***Section use for Tab Attack***

[625]
625=***Section use for Tab Search***

[626]
626=***Section use for Tab Collectors***

[627]
627=***Section use for Tab Load Strategy***

[628]
628=***Section use for Tab Save Strategy***

[629]
629=***Section use for Tab Bully***

[630]
630=***Section use for Tab Options Search***

[631]
631=***Section use for Tab Milking Attack***

[632]
632=***Section use for Tab Stats***

[633]
633=***Section use for Tab Options End Battle***

[634]
634=***Section use for Tab Options Attack***

[635]
635=***Section use for Create Scripted Attack***

[636]
636=***Section use for Tab Bot Options***

[637]
637=***Section use for Tab Bot Profile***

[638]
638=***Section use for SmartZap***

[639]
639=***Section Not use***

[640]
640=***Section use for all Popups***

[641]
641=***Section use for Army Training Options***

[642]
642=***Section use for Distributors***

[643]
643=***Section use for Android Options***
